{
        "item.pixelmon.copper_hourglass.tooltip": "Skips a single requirement for a Pokémon in the day care!, can also be used to degenerate certain Digimons",
	"pixelmon.jazamon": "Jazamon",
	"pixelmon.jazamon.description": "Jazamon is a Bird Dragon Digimon. It is a Machine Digimon shaped like a bird. Although it is capable of gliding from high places using its wings, it is unable to uplift itself by flapping them. As it is quite timid and very cautious, it is wary of objects that move in its surroundings regardless of whether it is day or night.",
        "pixelmon.agumon": "Agumon",
	"pixelmon.agumon.description": "Agumon is a Reptile Digimon. It has grown up and become able to walk on two legs, and has an appearance like a tiny dinosaur. Because it is still on the way to adulthood, its power is low, but as its personality is quite ferocious, it doesn't understand fear.",
        "pixelmon.blackagumon": "BlackAgumon",
	"pixelmon.blackagumon.description": "BlackAgumon is a Reptile Digimon. It has grown up and become able to walk on two legs, and has an appearance like a tiny dinosaur. Because it is still on the way to adulthood, its power is low, but as its personality is quite ferocious, it doesn't understand fear. It has grown hard, sharp claws on its hands and feet, and demonstrates its power in battle. It is also a being that foretells digivolution to a great and powerful Digimon.",
        "pixelmon.snowagumon": "SnowAgumon",
	"pixelmon.snowagumon.description": "SnowAgumon is a Reptile Digimon. It is a separate species of Agumon that inhabits snowy fields. Due to the mischievousness it inherited from Agumon, it is always happily excited like a child when it snows. Because the color of its body is identical to that of snow, in battle, it is able to approach the enemy to attack without being exposed.",
        "pixelmon.hackmon": "Hackmon",
	"pixelmon.hackmon.description": "Hackmon is a Mini Dragon Digimon. Its fur shines a cool white. Hackmon had encountered Gankoomon, who saw in it the makings of the thirteenth Royal Knight, and decided to temper the Rookie Digimon with frequent, rigorous trials, in order to pass on its own title as a Royal Knight to Hackmon. Its unfettered and restraint-hating, adventure-loving way of life is probably due to Gankoomon's DNA. It chases after Gankoomon and faces the rigorous trials it imposes with an air of composure. It has a masterful sense of combat due to its lineage, and because of its training with its chaperones, the Sistermon sisters, it can more than hold its own in battle against its opponents even if they're an Ultimate. It specializes in close combat that capitalizes on its keenness. It follows its dreams of becoming a Royal Knight like Gankoomon as it fights through continuous battles.",
        "pixelmon.toyagumon": "ToyAgumon",
	"pixelmon.toyagumon.description": "ToyAgumon is a Puppet Digimon. It is a unique Digimon whose entire body is made up of unique plastic blocks. It is said that a child playing on the Internet created it by imitating Agumon's appearance, so it is very cute. Unlike the confident Agumon, it has a cowardly side and its blocks fall apart into pieces when it is surprised. However, it possesses a righteous heart that doesn't condone evil. Also, since it absolutely loves children, it enjoys communicating with them over the Net.",
        "pixelmon.shadowtoyagumon": "ShadowToyAgumon",
	"pixelmon.shadowtoyagumon.description": "ShadowToyAgumon is a Puppet Digimon. It is a ToyAgumon that has been dyed black. It was infected by a computer virus within the Network, and turned into a toy that would bully children instead.",
        "pixelmon.dracomon": "Dracomon",
	"pixelmon.dracomon.description": "Dracomon is a Dragon Digimon. It is an ancient, pure-blooded Dragon Digimon that is said to be the Progenitor of all Dramon-type Digimon. It possesses physical ability to a degree that could not be imagined from its small build, and both its power and its quick wits are top class among Rookie Digimon. Although its personality is ferocious, Dracomon can show its gentle side only to the others it has recognized. It has wings, but it is unable to fly because they are not sufficiently developed. Also, it has a nature whose primary trait is wanting to collect shiny things, with an especially strange attachment to gems and metals, and it eats and assimilates its favorite things. Amongst the scales that cover Dracomon's whole body, there is one scale that is called the Gekirin (逆鱗). If it is touched there, Dracomon loses its mind to an excess of anger, and indiscriminately fires its Great Strike.",
        "pixelmon.greymon": "Greymon",
	"pixelmon.greymon.description": "Greymon is a Dinosaur Digimon. Greymon's cranial skin has hardened so that it is covered in a rhinoceros beetle-like shell. It is an extremely aggressive Digimon, with a body like a lethal weapon covered in sharp claws and gigantic horns. However, it is highly intelligent, and if you're able to tame it then there probably isn't any monster as strong.",
        "pixelmon.blackgreymon": "BlackGreymon",
	"pixelmon.blackgreymon.description": "BlackGreymon is a Dinosaur Digimon. Its ferociousness has increased, to the point where it can be called a completely wild Greymon. Even so, it isn't a lone wolf, and is clever enough to engage in team tactics with its comrades.",
        "pixelmon.xrosgreymon": "XrosGreymon",
	"pixelmon.xrosgreymon.description": "XrosGreymon is a Dinosaur Digimon. It is a Tyrannosaurus-type Digimon. As a Digimon specializing in offensive power, its combat instinct is extremely high, and it possesses a cruel, brutal nature to not stop battling until it annihilates the opponent, so ordinary Digimon are not even able to approach it, as they are pushed back by the strange fighting spirit it gives off to its surroundings. It displays its especially tremendous fighting strength along with its sturdy flesh in close combat. Each of its techniques possesses immense destructive power, and furthermore, it can probably be said that it is almost impossible to hit Greymon in close combat because of its quick movements. Because it has a merciless personality whether or not one is a member of the same family, there is nothing but difficulty in using XrosGreymon.",
        "pixelmon.geogreymon": "GeoGreymon",
	"pixelmon.geogreymon.description": "GeoGreymon is a Dinosaur Digimon. It is a unique Digimon that is conjectured to be a subspecies of Greymon. Its body and the carapace on its head have also developed like a full-length lethal weapon, and its appearance has become more aggressive.",
        "pixelmon.tyrannomon": "Tyrannomon",
	"pixelmon.tyrannomon.description": "Tyrannomon is a Dinosaur Digimon. It is a Digimon shaped like an ancient dinosaur from prehistoric times. Its two developed arms and massive tail mow down everything. It has intelligence and a docile personality, so it's easy to tame. This makes it handy for fledgling tamers, and many will raise one with care. It can be considered a fundamental Digimon representative. There is a rivalry between it and fellow Dinosaur Digimon, Allomon.",
        "pixelmon.darktyrannomon": "DarkTyrannomon",
	"pixelmon.darktyrannomon.description": "DarkTyrannomon is a Dinosaur Digimon. Although it was originally a Tyrannomon-species Digimon, it was infected by a vicious computer virus, causing a bug in its flesh's configuration data and transforming it into a frenzied Digimon. Its body turned black, its arms grew stronger than Tyrannomon's, and its offensive power grew. It identifies anything reflected in its eyes as an enemy and starts attacking, becoming completely frenzied.",
        "pixelmon.coredramonblue": "Coredramon(Blue)",
	"pixelmon.coredramonblue.description": "Coredramon(Blue) is a Dragon Digimon. It is the digivolved form of the Dracomon who assimilates plenty of Blue Diamante, a rare gem mined from mountainous regions with very high altitudes. For them to live on steep mountains, they have grown wings and can fly at a high speed. Digimon having -dramon in their names must contain dragon-gene data (dragon DNA) in their DigiCores. The higher the ratio of dragon DNA, the more the body shape is like a dragon type. Having a dragon DNA ratio of 100%, Coredramon is a pure-blooded Dragon Digimon.",
        "pixelmon.coredramongreen": "Coredramon(Green)",
	"pixelmon.coredramongreen.description": "Coredramon(Green) is a Dragon Digimon. It is the digivolved form of the Dracomon who assimilates plenty of Green Malachite, a rare gem mined from forest areas thickly wooded with trees over a hundred years old. This type of Coredramon is not good at flying, but the strength of their legs is highly-developed. You cannot imagine how fast they can run, with such a body. Digimon having -dramon in their names must contain dragon-gene data (dragon DNA) in their DigiCores. The higher the ratio of dragon DNA, the more the body shapes like a dragon type. Having a dragon DNA ratio of 100%, Coredramon is a pure-blooded Dragon Digimon.",
        "pixelmon.gargoylemon": "Gargoylemon",
	"pixelmon.gargoylemon.description": "Gargoylemon is a Dark Animal Digimon. Originally, it was a Demon-species Digimon, but it supressed its power with restraints and there are occasions when it is employed as a familiar for Angel Digimon. It is said that when it is freed from control due to those restraints, it exhibits tremendous power.",
        "pixelmon.baohuckmon": "Baohuckmon",
	"pixelmon.baohuckmon.description": "BaoHuckmon is a Dinosaur Digimon. It is a form of Hackmon that has gone through strict training, intensifying its sense of combat incomparably and achieving growth mentally, technically, and physically. It is a combat expert that aims for the top, continuing its training, accumulating combat experience cultivated through battle with formidable opponents, and digivolving as it battles. Its aspirations to the Royal Knights have risen as it grew, and not because it was told what it should do by someone and set its heart on it, but instead because it believes in making decisions by observing and reasoning for itself.",
        "pixelmon.jazardmon": "Jazardmon",
	"pixelmon.jazardmon.description": "Jazardmon is a Machine Dragon Digimon. It is a Digimon whose form mixes together the data of both a dragon and a fighter jet. In addition to being able to fly at high speed, it is also capable of vertical take-off and landing, as well as hovering thanks to its legs. It is a bit of an oddball in that its hobby is performing reconnaissance, so it will always have a good grasp of what is going on in its surroundings. It possesses night vision, thermal, ultrasound and other capabilities, and thus, it is impossible to approach it without being noticed.",
        "pixelmon.mailbirdramon": "Mailbirdramon",
	"pixelmon.mailbirdramon.description": "MailBirdramon is a Machine Digimon. It is a Raptor-type Flying Digimon. It performs reconnaissance on the status of the battle from the sky, and as its specialty, it performs air support strikes which inflict precise amounts of damage to the opponent using hit-and-run tactics. Its movements are lightning-fast and its vision, eagle-eyed. In particular, its Nighthawk is a tactic which fully capitalizes on its characteristics, and its Plasma Cannon is also powerful enough to exterminate the opponent, so its comprehensive fighting strength is far greater than that of Digimon who only possess the ability for close combat. Because it is always analyzing the status of the battle from the sky, and acting accordingly, its personality is calm, calculating probabilities and excelling in its judgments.",
        "pixelmon.metalgreymon": "MetalGreymon",
	"pixelmon.metalgreymon.description": "MetalGreymon (Vaccine) is a Cyborg Digimon. It has mechanized more than half of its body, incorporating technology appropriated from Andromon. The MetalGreymon of Folder Continent are Cyborg Digimon that succeed in perfectly digivolving from Greymon, and draw out a stronger power which cannot be compared with those of File Island. In order to digivolve to MetalGreymon, it must fight its way through and defeat the formidable opponents who come against it. Also, MetalGreymon's offensive power is said to equal that of a single nuclear warhead, and if the likes of a low-level Digimon suffered that blow, it would be annihilated without leaving a trace. Its Trident Arm is made from enhanced Chrome Digizoid.",
        "pixelmon.metalgreymonvirus": "MetalGreymon(Virus)",
	"pixelmon.metalgreymonvirus.description": "MetalGreymon (Virus) is a Cyborg Digimon. It is the strongest Cyborg Digimon, and after going through numerous battles, it was able to survive by mechanizing more than half its body, using technology appropriated from Andromon. The MetalGreymon of File Island were able to drastically extend their vital functions through remodeling, but their flesh portions could not hold out and were discolored blue. In order to digivolve to MetalGreymon, it must fight its way through and defeat the formidable opponents who come against it. Also, its offensive power is said to equal that of a single nuclear warhead.",
        "pixelmon.mephistomon": "Mephistomon",
	"pixelmon.mephistomon.description": "Mephistomon is an Evil Digimon. It has the appearance of a giant male goat, and is a dark being born from the lingering thought-data of an Apocalymon that attempted to destroy all life. Like Apocalymon, its governing principle is the extermination of all life. It specializes in the black magic of the Dark-species, and its personality is endlessly cruel. However, it is extremely intelligent, and is also a tactician.",
        "pixelmon.mastertyrannomon": "MasterTyrannomon",
	"pixelmon.mastertyrannomon.description": "MasterTyrannomon is a Dinosaur Digimon. MasterTyrannomon digivolved from a Tyrannomon that overcame many fierce battles. The scars covering its body act as proof of the numerous battles it has survived. It takes on a master-like role, coaching its Tyrannomon followers and raising them to become full-fledged warriors.",
        "pixelmon.metaltyrannomon": "MetalTyrannomon",
	"pixelmon.metaltyrannomon.description": "MetalTyrannomon is an Android Digimon. It remodeled its body in order to acquire mightier powers. After Megadramon was remodeled for anti-air use, MetalTyrannomon was remodeled as an anti-ground interceptor Digimon. Its reinforced body deflects all attacks, and it possesses the terrifying offensive power to smash through armor with its mighty chin, no matter how hard it may be.",
        "pixelmon.rizegreymon": "RizeGreymon",
	"pixelmon.rizegreymon.description": "RizeGreymon is a Cyborg Digimon. It has mechanized more than half of its body, and despite its large build, it flies to the sky to attack the enemy. The offensive power fired from the gigantic revolver on its left arm is said to rival that of a single nuclear warhead, and due to its tremendous power and recoil, it is normally impossible to rapid-fire. In addition, the gun barrel is made from Chrome Digizoid in order to withstand that power.",
        "pixelmon.skullgreymon": "SkullGreymon",
	"pixelmon.skullgreymon.description": "SkullGreymon is a Skeleton Digimon. It was a Digimon that put too much importance on fighting, and as a result of its combat instinct, it clung to life despite its body rotting away, its whole body becoming nothing but bones. As it doesn't have even a scrap of intelligence to balance its combat instinct, its existence is a threat to other Digimon.",
        "pixelmon.megadramon": "Megadramon",
	"pixelmon.megadramon.description": "Megadramon is an Android Digimon. It is a member of the Crack Team and was remodeled for anti-air use at the same time as Gigadramon, incorporating technology appropriated from Andromon. It is a dark dragon Digimon that is said to boast the strongest and wickedest power among Dragon-type Cyborg Digimon of the Ultimate level. As a Digimon that was artificially remodeled by someone, it was programmed to destroy everything. It can definitely be said that its existence is the epitome of a computer virus. It can easily penetrate Computer Networks protected by strong security, and can very easily destroy and then completely reformat the host computer.",
        "pixelmon.gigadramon": "Gigadramon",
	"pixelmon.gigadramon.description": "Gigadramon is an Android Digimon. It is a dark dragon Digimon that was developed at the same time as Megadramon. As a combat dragon that was armed to the teeth by further remodeling, its existence is the epitome of a fiendish computer virus. Its arms are equipped with the Giga Hands.",
        "pixelmon.wingdramon": "Wingdramon",
	"pixelmon.wingdramon.description": "Wingdramon is a Sky Dragon Digimon. It possesses greatly developed wings which allow it to fly freely through the air. Because the scales on its wings are capable of blocking gravity, it is able to fly without flapping its wings. It seldom lands on the ground, and spends most of its time living in the sky. It is said that its air speed exceeds Mach 20, and there are few Digimon who can survive a dog fight with Wingdramon.",
        "pixelmon.groundramon": "Groundramon",
	"pixelmon.groundramon.description": "Groundramon is an Earth Dragon Digimon. It has giant arms on its back that are said to have mutated from wings, allowing it to more efficiently dig through the ground. It usually lurks within the tunnels it carved deep underground, and seldom comes to the surface. Also, as Groundramon tends to prefer to inhabit veins of the rare Huanglong Ore, it has been discovered that it is very likely to find the elements of Huanglong Ore comprising the scales covering its body. Its personality is extremely ferocious, and as most people lose their life when they encounter one, it is one Digimon for which the details of its ecology are not well understood.",
        "pixelmon.saviorhuckmon": "Saviorhuckmon",
	"pixelmon.saviorhuckmon.description": "SaviorHuckmon is a Dragon Man Digimon. It is a form of BaoHuckmon which repeatedly met and parted with Digimon over its long journey, lived through many scenes of carnage, and digivolved. It militarily intervenes in the strife that occurs incessantly throughout the Digital World, seeking ceasefires, and has brought aid to the Digimon on-site who have suffered harm. The result is not always a success, but the tears it sheds before those tragic scenes make SaviorHuckmon strong, and it earnestly reaches out to the next Digimon to cry for help. Its legs are capable of walking bipedally despite being blades, crimson blades are produced from both of its arms and its tail, and its whole body has taken on the aggressive style of a blade. The crystal in its chest is a crystal of proof that it refined its power with no lack of effort.",
        "pixelmon.jazarichmon": "Jazarichmon",
	"pixelmon.jazarichmon.description": "Jazarichmon is a Machine Dragon Digimon. It is a Digimon that flies at the speed of sound, and has been specialized for aerial battles. Dogfights are its speciality, and the number of enemies it has fought and shot down is immeasurable. It is considered to be top class in the Digital World when it comes to aerial combat matches, and is said to compare favorably with Wingdramon. Thanks to its legs, it can fly unhindered at sonic speeds, even when doing low passes or flying in areas with many obstacles.",
        "pixelmon.xrosmetalgreymon": "XrosMetalGreymon",
	"pixelmon.xrosmetalgreymon.description": "XrosMetalGreymon is a Cyborg Digimon. It is the Tactical-enhancement Mode, which possesses MailBirdramon's armor on top of XrosGreymon's power, a form which was strengthened without hindering the fighting strength of XrosGreymon, who specialized in close-combat fighting. Due to its Trident Arm and Giga Blaster techniques, it has changed from a Greymon that excelled in one-to-one battles to an enhancement that could fight one-to-many.",
        "pixelmon.machinedramon": "Machinedramon",
	"pixelmon.machinedramon.description": "Machinedramon is a Machine Digimon. With its whole body in 100% full metal, it is the Digital World's strongest Digimon. It was built by synthesizing the parts of many Cyborg Digimon, and it is thought that all of the Cyborg Digimon produced so far were merely prototypes for the completion of Machinedramon. Its power is at a level that would overwhelm other Digimon, and it possesses an intellect which boasts incomparable throughput, but it is a purely mechanical Digimon which does not share their self-will. Instead, someone planted a program containing evil intentions within the DigiCore at the center of its body, and Machinedramon is supplied with infinite power from that malice-filled DigiCore.",
        "pixelmon.shinegreymon": "ShineGreymon",
	"pixelmon.shinegreymon.description": "ShineGreymon is a Light Dragon Digimon. It fights with the red-hot solar energy it accumulates, and its GeoGrey Sword contains the condensed power of Gaia.",
        "pixelmon.wargreymon": "WarGreymon",
	"pixelmon.wargreymon.description": "WarGreymon is a Dragon Digimon. The strongest dragon warrior whose body is clad in armor of the super-metal Chrome Digizoid, it is the ultimate form of Greymon-species Digimon. Though it differs from the gigantic figure seen in Greymon-species Digimon, and has the form of a Man-type, it has rapidly improved its speed and power, and it is likely impossible to defeat it with the attacks of an Ultimate Digimon. The Dramon Destroyers (Dramon Killers) equipped to both of its arms exhibit immense power against Dramon-species Digimon, while simultaneously being double-edged swords that put its own life at great risk. Also, when the shells equipped on its back unite into one, they become the Brave Shield, which is a shield of the strongest toughness. It is said that the moment that a true hero among veteran warriors awakens to its own mission, it digivolves into WarGreymon.",
        "pixelmon.blackwargreymon": "BlackWarGreymon",
	"pixelmon.blackwargreymon.description": "BlackWarGreymon is a Dragon Man Digimon. Feared as the Jet-black Dragon Warrior, it is a Virus-species WarGreymon. Although its creed and principles are the polar opposite of those of the Virus Buster WarGreymon, it exists for the sake of its own peculiar justice. It detests cowardice and foul play, and it doesn't consider itself a fellow of vulgar Digimon, even if they are of the same Virus-species. The full details of how it converted to a Virus are a mystery, and the Brave Shield equipped to its back is not engraved with the Crest of Courage.",
        "pixelmon.chaoswargreymon": "ChaosWarGreymon",
	"pixelmon.chaoswargreymon.description": "ChaosWarGreymon is a Mega-level humanoid Digimon of the vaccine type. This particular WarGreymon was modified in order to serve as one of the three Chaos Generals. It sports a skin coloration and armor colors similar to those worn by BlackWarGreymon, the main difference being the silver and yellow coloration of its armor, as opposed to BlackWarGreymon's black, dull gray and yellow coloration. Additionally, ChaosWarGreymon's shield retains the Crest of Courage, which was missing from BlackWarGreymon's. ChaosWarGreymon is stationed in the Patch Domain located on File Island. It is also accompanied by Triceramon and Scorpiomon in battle.",
        "pixelmon.granlocomon": "Granlocomon",
	"pixelmon.granlocomon.description": "GranLocomon is a Machine Digimon. It is a Vehicle-species Digimon. It broke through the limits on the speeds sought by Locomon, and so it rushes about within the Network at super-speeds. It has an extremely strong competitive spirit and the personality of reckless types, and since its power is also incomparable, those who suffer its assault are smashed to smithereens. Although Locomon was not able to run when there weren't any rails, when GranLocomon is in a place where there aren't any rails, it is able to just produce rails to run on itself.",
        "pixelmon.victorygreymon": "VictoryGreymon",
	"pixelmon.victorygreymon.description": "VictoryGreymon is a Dragon Man Digimon. A subspecies of WarGreymon, whose body is clad in armor of the super-metal Chrome Digizoid, it easily wields its gigantic crushing sword Dramon Breaker, and is the Dragon Warrior of Heroes that fights against its opponents with unique sword techniques. In addition, VictoryGreymon possesses an evolutionary code that differs from Digimon that were naturally born in the Digital World, and it is thought that it is a Digimon that digivolved from a Digi-Egg that was produced due to artificial data intervention.",
        "pixelmon.blitzgreymon": "BlitzGreymon",
	"pixelmon.blitzgreymon.description": "BlitzGreymon is a Cyborg Digimon. A Mega form of Greymon-species Digimon, it's a subspecies of WarGreymon equipped with electric weapons. Striking with the Plasma Stakes on both of its arms, it can destroy even the sturdiest of structures by sending a surge of electricity through them.",
        "pixelmon.gulfmon": "Gulfmon",
	"pixelmon.gulfmon.description": "Gulfmon is a Dark Animal Digimon. It is a dark Digimon that emerged from the abyss of the Dark Area. Its large build is that of a demon beast, as immense as a mountain and possessing sturdy limbs, and attached to its lower half is a Maw large enough to swallow everything. What is more, it is said that the hole is connected to the abyss of the Dark Area, and it's said that those who are sucked in have their souls (DigiCores) smashed to pieces and are no longer able to escape. Its power is mighty, and it's also said that it could destroy the world in seven days.",
        "pixelmon.gaioumon": "Gaioumon",
	"pixelmon.gaioumon.description": "Gaioumon is a Dragon Digimon and a carrier of the X Antibody. It increases its own strength as it wins battles, and is a subspecies of the Greymon-species. Discovered within a neglected Oriental computer, there are many parts of its strength which are unmeasured, but it has been confirmed that it possesses an unbelievable combat record from its countless battles. Its uniquely shaped Kikurin swords, which it acquired due to its combat experience, leave behind eerie tracks of light, and it is said that anything that comes in contact with those tracks will be cut to pieces.",
        "pixelmon.metallicdramon": "Metallicdramon",
	"pixelmon.metallicdramon.description": "Metallicdramon is a Sky Dragon Digimon. A Digimon that flies at the highest altitudes of the Digital World at the speed of light, even other flying Digimon cannot catch sight of it. According to one theory, it is said that if Metallicdramon flaps its wings from high in the sky, mysterious particles will be scattered that preserve the harmony of the Digital World. It seems that when Metallicdramon reduces its altitude so that it is visible, it is a sign that something is about to happen.",
        "pixelmon.rusttyrannomon": "RustTyrannomon",
	"pixelmon.rusttyrannomon.description": "RustTyranomon is a Cyborg Digimon. It is the Mega of Tyrannomon, which has been living through the fierce, long-lasting battles since the Digital World's birth by digivolving alongside it. It has endured many years in harsh environments as MetalTyrannomon, and its whole cyborg body is rusting. Its tactics specialize in annihilation warfare, mowing down its enemies along with their base as one. RustTyrannomon predates on Digimon, gorging on hundreds of thousands of Digimon within a short period without leaving any trace. As a Cyborg Digimon, it forces the opponent to yield in close combat with its top-class power and destructive force.",
        "pixelmon.slayerdramon": "Slayerdramon",
	"pixelmon.slayerdramon.description": "Slayerdramon is a Dragon Man Digimon. Its body is clad in Chrome Digizoid scale armour, and it is said that its form is one that can only be attained by those who complete the training that is called the Trial of the Four Great Dragons, which can only be challenged by Dragon Digimon. It carries the extensible greatsword Fragarach, and has mastered its original ultimate fencing technique, Ryuzanken. There are three forms within Ryuzanken, from the first to the third.",
        "pixelmon.breakdramon": "Breakdramon",
	"pixelmon.breakdramon.description": "Breakdramon is a Machine Dragon Digimon. It is a gigantic Digimon said to exist in order to destroy everything on the ground. When it digivolved, it successfully obtained the design data for various construction equipment through hacking, and it possesses power and ability surpassing other Machine Digimon. However, in exchange for excellent mechanical performance, its organic parts were reduced almost to zero, and its motives and emotions were lost. For that reason, it does not falter from the damage its body suffers, and it is feared as the ultimate dragon of destruction that will continue destroying until it rusts away. After Breakdramon passes, not even (What?) is left behind.",
        "pixelmon.examon": "Examon",
	"pixelmon.examon.description": "Examon is a Holy Knight Digimon. One of the Royal Knights, it possesses an extraordinary data size, so traditional digital tools were unable to completely render it, and its existence was discovered because it finally became possible to render it with the use of state-of-the-art digital tools. Though it belongs to the Royal Knights, it is simultaneously a being which stands at the top of all Dragon Digimon, and holds the alias of Dragon Emperor. It possesses the gigantic, sentient wings Caledfwlch and the gigantic lance Ambrose. The Caledfwlch is a unique set of wings composed entirely of Chrome Digizoid, and at its own will, it can at times change into wings for flight, or into a shield which defends Examon. The gigantic lance Ambrose is loaded with special shells stocked with viruses which possess various effects, so Examon's attacks are quite diverse.",
        "pixelmon.jesmon": "Jesmon",
	"pixelmon.jesmon.description": "Jesmon is a Holy Knight Digimon. It exceeded the perfection shining from the crystal in SaviorHuckmon's chest, assumed its ultimate form, and acquired the title of a Royal Knight, the highest rank of Network Security. It is endowed with the ability to sense the unusual phenomena and signs of chaos that occur all over the Digital World, and is the first of any of the Royal Knights to come running. It is said that rather than acting independently, it makes a coordinated response with nearby Digimon and the Sistermons, and its operation as a team relies on the others, which is rare even for the Royal Knights, because it doesn't have overconfidence in itself. Jesmon is the thirteenth Digimon considered suitable as a Royal Knight, tempered well by the frequent, rigorous trials of Gankoomon, who noticed the makings of one in the Rookie Digimon Hackmon it encountered. Because its Aus Generics leaves its physical abilities unbound by the laws of the Digital World, Jesmon can overpower any enemy without taking a single scratch.",
        "pixelmon.zekegreymon": "ZekeGreymon",
	"pixelmon.zekegreymon.description": "ZekeGreymon is a Cyborg Digimon. It is a form obtained when the legendary Digimon bestowed the Digivolution upon a MetalGreymon that sought perfect victory. Its body armor, bestowed by the legendary Digimon, is solid, virtual super-metal called Chrome Digizoid, and the armor acquired even further heights and became a body of Gold Digizoid, which emits high-class golden radiance simply due to its dazzle. As its defensive power is immense and lightweight, its movements are surprisingly more agile than it appears from its heavy armor. It possesses combat strength of a high, all-round potential.",
        "pixelmon.dracmon": "Dracmon",
	"pixelmon.dracmon.description": "Dracmon is an Undead Digimon and a carrier of the X Antibody. It is the Dark Area's most mischievous Digimon. For the sake of a prank, it will meet the challenge unflinchingly even if it is accompanied by some risk. It once nearly got itself killed trying to graffiti the faces of all four of the Sovereigns...(it's unknown whether it succeeded). It was once a bloodsucking Digimon, but these days, it forgets to suck blood, and it seems it's trying to play some kind of trick on the Royal Knights.",
        "pixelmon.bakemon": "Bakemon",
	"pixelmon.bakemon.description": "Bakemon is a Ghost Digimon. Bakemon is completely covered by a cloth over its head. As it is a wicked being born from darkness, it is said that computers possessed by Bakemon instantly have their systems destroyed. Everything within the cloth is wrapped in mystery, and it is rumored that a portion of the shadow of its true form has become a black hole. It dislikes direct attacks because its fighting strength isn't great. It is a wicked Digimon born from the Dark Area. As a Ghost Digimon, its Level is low, but because its body is composed of a fiendish virus program, it's said that computers it possesses are pulverized in a flash. Because its fighting strength isn't great, it doesn't attack directly, but is instead an expert in indirect attacks employing curses or magical power. Bakemon seems to get along with Ponchomon.",
        "pixelmon.soulmon": "Soulmon",
	"pixelmon.soulmon.description": "Soulmon is a Ghost Digimon. A Ghost Digimon constructed from a cursed virus program. As it was a Bakemon that took in data of mages that appear in fantasy stories, the black hat it wears raises its magical power. Because of that, its attacks that make use of curses or magic are tremendously powerful.",
        "pixelmon.sangloupmon": "Sangloupmon",
	"pixelmon.sangloupmon.description": "Sangloupmon is a Demon Beast Digimon and a carrier of the X Antibody. It is a noble, bloodsucking wolf Digimon. It is a considerably old species of Digimon, and is said to have survived since the Genesis of the Digital World. Digimon who have had their blood sucked by Sangloupmon have all the information drawn out of their DigiCores, cease vital functions, and die. Sangloupmon is able to instantly move to different places as it rushes about the Net by breaking down its data into packets at its own volition. For this reason, it is said to be very difficult to capture Sangloupmon.",
        "pixelmon.matadormon": "Matadormon",
	"pixelmon.matadormon.description": "Matadormon is an Undead Digimon and a carrier of the X Antibody. It is a bloodsucking martial artist Digimon that performs a magnificent dance. It is said that it was born from the folk-dance database of a certain museum, and that it has mastered the unique steps of Burudoggu (Bulldog). It uses its fluttering garment to deceive the opponent, and when the opponent drops its guard from a glance at the soft-colored cloth, it falls upon them with the countless rapiers stocked on its arms. Because it is a vampire, it can't survive unless it sucks a Digimon's blood, but as not just anyone will do, it seeks only the blood of strong Digimon and seems to constantly be moving from place to place.",
        "pixelmon.phantomon": "Phantomon",
	"pixelmon.phantomon.description": "Phantomon is a Ghost Digimon. A Reaper-like Digimon holding a gigantic sickle and chain. It is a higher class of Ghost Digimon compared to Bakemon, so when a person is possessed by Phantomon they are in their last moments, and it comes upon them when they die completely. There is a crystal shaped like an eyeball hanging from its neck, and similar to Mammothmon's crest, it is able to foresee everything with its power of clairvoyance, in order to perceive those that are close to death. It is said that the interior of the cloth which conceals its body leads to a separate dimension from the Digital World.",
        "pixelmon.pumpkinmon": "Pumpkinmon",
	"pixelmon.pumpkinmon.description": "Pumpkinmon is a Puppet Digimon. It is a plush toy Digimon with a surreal pumpkin head that has an axe stuck in it. According to legend, Pumpkinmon came to be when mutations developed in a computer virus created during the season of the Western holiday of Halloween. Because it was never a malignant virus, it rarely inflicts any harm on purpose, but its external appearance belies its possession of powerful offensive ability. As is characteristic of Puppet Digimon, its blank face rarely expresses emotions, so what it's thinking is indecipherable and its personality is wrapped in mystery.",
        "pixelmon.noblepumpkinmon": "NoblePumpkinmon",
	"pixelmon.noblepumpkinmon.description": "NoblePumpkinmon is a Puppet Digimon. It is the Mega of Pumpkinmon, which took on a gentlemanly attire. Neither good nor evil, it maintains a neutral stance, and aims to bring smiles to all Digimon. With its cheerful personality and mischievous behavior, which it shows from time to time, it can easily get along with any Digimon, so there are no Digimon that treat NoblePumpkinmon unkindly. It makes pumpkin dishes that everyone craves over using the Assam Ring Jack (Wassamu Ring Jack) staff it holds in its hand, and serves them to the Digimon it befriends.",
        "pixelmon.daemon": "Daemon",
	"pixelmon.daemon.description": "Daemon is an Evil King Digimon. It is one of the Seven Great Demon Lords, representing Jupiter and the sin of Wrath. It leads the many Devil and Fallen Angel Digimon, and like Devimon, it was originally an Angel Digimon, and a particularly high-ranking one. It is said that before it fell to the Dark Area and became a Demon Lord Digimon, it was in fact a Seraphimon. However, because it raged in fury or rebellion against a being of goodness in the Digital World (perhaps the very human that created the Digital World), it was deleted to the Dark Area. It has vowed to one day conquer the Digital World in revenge against the being of goodness. Also, it is plotting to secretly revive Lucemon Chaos Mode who led the rebellion and was the strongest among the Megas.",
        "pixelmon.grandracmon": "GranDracmon",
	"pixelmon.grandracmon.description": "GranDracmon is a Demon Beast Digimon and a carrier of the X Antibody. It is considered the king of vampire Digimon. It has kept a castle in the Dark Area since ancient times, and it boasts of such power that even the Seven Great Demon Lords cannot interfere with it. It has a gentlemanly demeanor, and because of the Charm effect within the voice it exudes, it has tales that can lead any Angel Digimon who comes to subdue it into falling down. It is told that it possesses an undying body, and although it is said that it is connected to the details of how the Dark Area came to be within the Digital World, or that it knows the truth of the mysterious digivolution, Death-X, because it's difficult just to struggle your way to the castle, you'd have to say that questioning it about these mysteries would be extremely arduous.",
        "pixelmon.palmon": "Palmon",
	"pixelmon.palmon.description": "Palmon is a Vegetation Digimon. It has a tropical flower blooming on its head. Although it digivolved like a reptile from Tanemon, it is an unusual Type which is classified as Vegetation based on its outward appearances and special qualities, similar to its rival Floramon. As a Vegetation Digimon, it gets along with FanBeemon. During the day, it opens up the flower and spreads its leaf-like arms to perform photosynthesis. It usually buries its root-like feet under the ground, and although it is absorbing nutrients, it is also able to walk. As for the flower on its head, when it is joyful or happy, it will waft about a sweet fragrance, but when it is angered or senses danger, it releases a foul stench that will drive off even large Digimon.",
        "pixelmon.togemon": "Togemon",
	"pixelmon.togemon.description": "Togemon is a Vegetation Digimon. It has the appearance of a gigantic cactus. It can store nutrient data within its body, and can even survive for a long time in the empty desert areas. What it's thinking usually can't be understood at all by trying to discern it from its facial expression, as it spends most of the day staring off into space. However, once Togemon is angered, that expression changes completely, it starts getting violent, and it becomes unable to settle down. According to one theory, Togemon was originally a Plant Weapon used when a Vademon that was discovered and captured near a certain country's Area 51 invaded the planet, and was said to have started advancing toward every strategic base. However, as usual, Togemon's mysterious behavior has turned the truth into a mystery. Also, its connection to the rumor that Vademon was born from the seed of a plant is currently being studied.",
        "pixelmon.lilimon": "Lilimon",
	"pixelmon.lilimon.description": "Lilimon is a Fairy Digimon. It was born from beautifully blooming flower petals, and as a Plant Digimon, it gets along with FanBeemon. Although it looks like it has an appearance like a human child, it is an Ultimate Digimon hiding unfathomable power within. Due to its whimsical, tomboyish personality, it is said that it will open its heart to a human girl with a similar temperament. Also, because it becomes unable to settle down if it starts crying like a crybaby, a great effort is necessary to win it over. However, it also has an aspect that kindly extends its hand to small or weak things. It can fly in the air with the four leaf-like wings growing from its back, and it is said that after Lilimon flies by, a fresh breeze will blow.",
        "pixelmon.rosemon": "Rosemon",
	"pixelmon.rosemon.description": "Rosemon is a Pixie Digimon. It has an appearance like the rose, which is said to be the queen of flowers. It has the appearance of a beautiful woman, and desires to remain beautiful forever. Its personality is more or less that way, and though it is excessively self-conscious about such things, its true strength does not in fact compare unfavorably with other Megas. It wears on its breast a Tifaret, a jewel which is engraved with the symbol of love and beauty, that is said to promise it eternal beauty and power.",
        "pixelmon.bancholilimon": "BanchoLilimon",
	"pixelmon.bancholilimon.description": "BanchoLilimon is a Fairy Digimon. It is a crimson tokkō-fuku wearing Digimon. The gorgeous petals it had in the days it was a Lilimon have been dyed a dark color, and the pretty impression it made is long gone. In a Digital World of the survival of the fittest, it believes in fighting for the underdog, having saved a lot of those who were attacked by evil Digimon. It was awarded the title of Bancho when it donned its tokkō-fuku, a testament to its beliefs.",
        "pixelmon.ponchomon": "Ponchomon",
	"pixelmon.ponchomon.description": "Ponchomon is a Ghost Digimon. It armor-digivolved due to the Digi-Egg of Sincerity. Although it is classified as a Ghost-type, it is an unusual Digimon that appears to be a Plant-type, as far as you can tell from its appearance. It is said to be a Digimon that was generated from a Latin music distribution program that exists on the Network. It looks as though it has a cheerful personality, but its facial expression can't be read, and it is eerie to other Digimon. Because all of its actions are performed with a Latin rhythm, it views Digimon that can't keep up with the beat as its enemies. It seems to get along with Bakemon, who moves to its own music.",
        "pixelmon.rafflesimon": "Rafflesimon",
	"pixelmon.rafflesimon.description": "Rafflesimon is a Pixie Digimon. It is a Mega level Digimon said to be the largest flower in the Digital World. While its appearance is so beautiful that it enraptures all who lay eyes upon it, the stench it emits is out of this world. There are a number of people who fell for Rafflesimon's beauty at first sight and sought to find it again after a single glance. However, Rafflesimon's lifespan is short, and its life processes will cease after just several days have passed. Because of the extremely low likelihood of being able to catch sight of a Rafflesimon, it is also known as the Miraculous Flower. Despite its circumstances, Rafflesimon never expresses any pessimism about its looming death, constantly yearning to live a normal life and dancing elegantly till its very last. It utilizes the large flower petals that dance around it as reflectors, reflecting its shots so that no enemy can escape.",
        "pixelmon.lalamon": "Lalamon",
	"pixelmon.lalamon.description": "Lalamon is a Plant Digimon. It has an appearance like a flower bud. It spins the leaf on its head to fly unsteadily, and is expressionless but charming.",
        "pixelmon.sunflowmon": "Sunflowmon",
	"pixelmon.sunflowmon.description": "Sunflowmon is a Plant Digimon. If it bathes in the sun's light, it becomes very energetic, and even its offensive power rises. On days when the weather is good, it will also flap the leaves on its back to fly around. Furthermore, its smile is feared for its eeriness.",
        "pixelmon.lilamon": "Lilamon",
	"pixelmon.lilamon.description": "Lilamon is a Fairy Digimon. It has an appearance like the lilac, a flower that is loved by everyone. It is pure and innocent, and despite its beautiful appearance, it is said to govern over death and rebirth. Its leaves are toxic, and are enough to bring death to the opponent.",
        "pixelmon.lotusmon": "Lotusmon",
	"pixelmon.lotusmon.description": "Lotusmon is a Fairy Digimon. It has an appearance like the lotus, which is said to be a flower that blooms in heaven. Its personality is lady-like in its calmness and grace, and it possesses the abilities of making people forget the suffering of this sad world and granting them good dreams. However, it will bring down its grand hammer on those that refuse that good will. In its left hand, it holds the Caduceus that administers restoration and devastation, and in its right hand, it holds a staff of rainbow-colored flowers.",
        "pixelmon.wormmon": "Wormmon",
	"pixelmon.wormmon.description": "Wormmon is a Larva Digimon. It has a timid, cowardly personality. Just like Veemon and the others, it's a descendant of an ancient species, so it is able to perform special Armor Digivolutions, but since Wormmon is powerless when by itself, it can't possibly match up to larger Digimon. However, by armor digivolving with the power of the Digi-Eggs, it is able to manifest unbelievable power. Also, it is said that in order for the fragile larva to grow into a powerful imago, Wormmon will one day digivolve into a Champion overflowing with power. It can definitely be said that it is a Digimon who has hidden potential for the future.",
        "pixelmon.stingmon": "Stingmon",
	"pixelmon.stingmon.description": "Stingmon is an Insectoid Digimon. It is an extremely unusual Insectoid Digimon which possesses a humanoid shape. It possesses nimble movements and the tough exoskeleton characteristic to Insectoid Digimon. It excels in its abilities as an assassin, aiming at the opponent's vitals by accurately and keenly discerning the way they carry their body, and specializes in attacks that silence the opponent with a single blow. It is highly intelligent due to its extreme composure, and is the owner of a cool disposition. It wields the Spikes on both of its arms.",
        "pixelmon.jewelbeemon": "JewelBeemon",
	"pixelmon.jewelbeemon.description": "JewelBeemon is an Insect Digimon. It is a jewel beetle-like Digimon which emits a rainbow-colored radiance. Its prism-like armor, which changes color with the viewing angle, is not only sturdy but also has the effect of dazzling the enemy's eyes. As a grappling expert, it prefers beautiful battles.",
        "pixelmon.banchostingmon": "BanchoStingmon",
	"pixelmon.banchostingmon.description": "BanchoStingmon is an Insect Digimon. BanchoStingmon is full of pride and survives by constantly intimidating everyone around it. It gives top priority to its own pride out of everything else, and its high-ranking pride is said to be first-rate among all of the Digimon. It has a behavioral trait where, if someone damages its pride even a little bit, it will not ever forgive them, regardless of whether they are friend or foe. It is said that it won the title of Bancho through its pride alone, rejecting all offers of a compromise. Its symbolic Gakuran was minutely sewn with the shells of various insects, so it has become very firmly-made.",
        "pixelmon.veemon": "Veemon",
	"pixelmon.veemon.description": "Veemon is a Dragon Digimon. It is a new species of Digimon that was discovered recently. As a survivor of a species that flourished in the Genesis of the Digital World, it is able to perform Armor Digivolution, a pseudo-digivolution using the Digi-Eggs. Among others, Veemon is an excellent Combat Species, as it possesses hidden power, and demonstrates tremendous abilities by Armor Digivolving. Although it has a mischievous, prank-loving personality, it has another side with a strong sense of justice.",
        "pixelmon.dinobeemon": "Dinobeemon",
	"pixelmon.dinobeemon.description": "Dinobeemon is a Mutant Digimon. It DNA digivolved from Stingmon and ExVeemon. A chimera of a dragon and an insect, it possesses the name Terrible Bee. It is hard to classify its species as either a Dragon type or an Insect type, but its Insect nature is more pronounced. It flies through the sky with its four wings, and accurately perceives the opponent with the compound eyes on its head, so it can reliably choke the life out of its opponent. Also, it possesses a considerably ferocious personality.",
        "pixelmon.imperialdramonblack": "Imperialdramon (Black)",
	"pixelmon.imperialdramonblack.description": "Imperialdramon Dragon Mode (Black) is an Ancient Dragon Digimon. Imperialdramon Dragon Mode was incapable of controlling its excessive power and was turned into a Virus, resulting in this form. Once it starts going berserk, it runs the whole gamut of destruction with no way of stopping it. It is said that there exists an Imperialdramon Fighter Mode (Black) that controls its destructive power through its heart of darkness.",
        "pixelmon.veedramon": "Veedramon",
	"pixelmon.veedramon.description": "Veedramon is a Mythical Dragon Digimon. It is a mythical Digimon that, even with the vastness of the Digital World, is said to only exist on the Folder Continent. Its existence is extremely precious, and even on the Folder Continent, it is rarely encountered. Also, it is said that only one Digimon Tamer was able to tame Veedramon. With the exception of it becoming known as Veedramon due to the V-shaped pattern on its chest, its way of life is a mystery, but for some reason, it is always mistaken for a dog. It is the owner of offensive power that is uncommon even among Champions, but if it is put into a predicament, it exhibits power that surpasses even that of Ultimates. ExVeemon is a pure breed of Veedramon, and it is said that the variant species is Veedramon.",
        "pixelmon.aeroveedramon": "AeroVeedramon",
	"pixelmon.aeroveedramon.description": "AeroVeedramon is a Holy Dragon Digimon. Veedramon digivolved further, and as AeroVeedramon, it became able to move through the sky. Among the rare species of Veedramon, it is said that only veteran warriors that have come through frequent battles are able to digivolve, so its existence is already becoming a legend. Not only did its Digivolution grant it wings, but it also digivolved several parts of its body for better grappling, acquiring stronger offensive and defensive power. If you include its attacks from the sky, there are probably no longer any opponents who can rival AeroVeedramon.",
        "pixelmon.ulforceveedramon": "UlforceVeedramon",
	"pixelmon.ulforceveedramon.description": "UlforceVeedramon is a Warrior Digimon. It possesses the swiftest speed among the Royal Knights, and there is no one that can follow its movements. Also, its body is wrapped in holy armor made of the lightest-weight rare metal Blue Digizoid, which is rare even among Chrome Digizoid, so it can cleave the sky and split the earth. It can extend weapons and a shield from the V Bracelets equipped to both of its arms.",
        "pixelmon.exveemon": "ExVeemon",
	"pixelmon.exveemon.description": "ExVeemon is a Mythical Dragon Digimon. It attained Veemon's natural power and digivolved. ExVeemon is a purebreed of Veedramon, and it is said that the variant species is Veedramon. The attacks it unleashes through its developed arm and leg strength are tremendous, and are powerful enough to destroy a mountain of rock without leaving a trace. It is feared because it possesses such destructive power, but in reality, it has a strong sense of justice, and will not use that power recklessly.",
        "pixelmon.paildramon": "Paildramon",
	"pixelmon.paildramon.description": "Paildramon is a Dragon Man Digimon. It is the DNA digivolved form of ExVeemon and Stingmon. It has the power of a dragon and the defense of an insect. However, it looks more like a dragon than an insect. It agilely finishes off its enemies and would die for its master.",
        "pixelmon.imperialdramon": "Imperialdramon",
	"pixelmon.imperialdramon.description": "Imperialdramon Dragon Mode is an Ancient Dragon Digimon. It is an ultimate Digimon that existed in ancient times. There is a clear distinction between it and other Digimon in terms of existence or ability. Also, Imperialdramon is called the Dragon Mode, but there seems to exist a Fighter Mode that is able to liberate all of its power. However, it is said that that form has never been seen. Due to its immense power, controlling it is next to impossible, and depending on how it is raised, it may become a savior or a god of destruction. It wields the Positron Laser on its back.",
        "pixelmon.lighdramon": "Lighdramon",
	"pixelmon.lighdramon.description": "An Armor-level Beast Digimon that evolved through the power of the Digimental of Friendship. The Digimental of Friendship has the attribute of Thunder, and those that don this Digimental fight against their enemies with nimble movements like lightning piercing the ground, and defeat them with electric-based techniques. Its Special Moves are firing an electric blade from the lightning-imbued blade on its head (Lightning Blade), and unleashing a powerful electric shock from the three protuberances on its back (Blue Thunder).",
        "pixelmon.flamedramon": "Flamedramon",
	"pixelmon.flamedramon.description": "An Armor-level Dragon Man Digimon that evolved through the power of the Digimental of Courage. The Digimental of Courage has the attribute of Flame, and those that don this Digimental have their combat ability rise like blazing flames, allowing them to perform attacks on enemy Digimon with intense power. Its Signature Move is driving its fiery fists into the enemy (Knuckle Fire). Its Special Move is changing its entire body into a flaming rocket, and pulverizing the enemy (Fire Rocket).",
        "pixelmon.magnamon": "Magnamon",
	"pixelmon.magnamon.description": "Magnamon is a Warrior Digimon. It armor digivolved through the power of the Digi-Egg of Miracles. It possesses tremendous defensive ability, its offensive power is equivalent to that of a Mega Digimon, or even greater, and it is one of the Royal Knights. No matter what kind of predicament those who acquire the power of the Digi-Egg of Miracles fall into, they're able to overcome it through that miraculous power, and as such, it's definitely appropriate to call it a Miracle Item.",
        "pixelmon.flybeemon": "Flybeemon",
	"pixelmon.flybeemon.description": "Flybeemon is an Insectoid Digimon. It armor-digivolved through the power of the Digi-Egg of Knowledge. It is a mythical Digimon that is said to have evolved in a mutant-like manner due to the power of the Digi-Egg when Kunemon emerged in large numbers. It is extremely rare to encounter Honeybeemon or Butterflymon with this species. It has very intense territoriality, and as for those that intrude its territory, it will try to repel them even if they are a Mega.",
        "pixelmon.coomon": "Coomon",
	"pixelmon.coomon.description": "Coomon is a subspecies of the Salamon family, not much is known about this mysterious Digimon.",
        "pixelmon.meicoomon": "Meicoomon",
	"pixelmon.meicoomon.description": "Meicoomon is an Unknown Digimon. Meicoomon is characterized by its large ears and tail. Despite being hard to imagine, based on its fluffy coat of fur and adorable appearance, it actually possesses extremely sharp claws underneath its paws. Other than hiding its shy face, the two feelers growing from Meicoomon's neck are also excellent to use as a scarf during cold times.",
        "pixelmon.mikemon": "Mikemon",
	"pixelmon.mikemon.description": "Mikemon is a Demon Beast Digimon. It is a never-before-seen Digimon, and it is said that the data of Nyaromon slept within its body through the Rookie phase, but re-manifested as a Champion. However, because it is not a Holy Beast, it does not wear a Holy Ring. As it is a very intelligent Digimon, it is usually calm and docile, but when it comes to battle, it makes sport of the enemy with its nimble movements, and fights using its specialty martial arts.",
        "pixelmon.salamon": "Salamon",
	"pixelmon.salamon.description": "Salamon is a Mammal Digimon. It is a Holy-species Digimon child characterized by its lop ears. Because it is still very young, it is unable to manifest its holy powers, and isn't even aware of its own mission. For that reason, it is naturally insecure, so it can become either good or evil. However, the time will come someday when Salamon, who was born as a Holy-species Digimon, will awaken to its mission as one of the Virus Busters. Also, Salamon is an experimental Digimon that was created by Digimon researchers, and because it was made to imitate the pets that live with humans, it has an appearance close to that of a real animal.",
        "pixelmon.gatomon": "Gatomon",
	"pixelmon.gatomon.description": "Gatomon is an Animal Digimon. It has a very healthy curiosity, so it loves pranks. Although its body is small, it is a precious Holy-species Digimon, and its appearance does not match the true strength it possesses. It wears a Holy Ring on its tail, but if it is lost, its power is decreased and it can no longer exhibit its original power. In order to defend itself, it wears long claws copied from SaberLeomon's data. Even though Gatomon is not a descendant of an ancient species, it became able to Armor digivolve by awakening the special abilities that slept within its composition data.",
        "pixelmon.blackgatomon": "BlackGatomon",
	"pixelmon.blackgatomon.description": "BlackGatomon is a Demon Beast Digimon. An impressive virus type of Gatomon with a pitch black fur coat, this pure evil child wanders the eerie darkness. The mutation of Gatomon that makes BlackGatomon is quite rare, and its population is pretty low. Both malicious and prideful, this messed-up Digimon loves bullying the weak. It's basically a dark type Digimon that Digivolved into a dark angel version of Gatomon.",
        "pixelmon.ladydevimon": "LadyDevimon",
	"pixelmon.ladydevimon.description": "LadyDevimon is an Evil Digimon. It is a feminine fallen angel Digimon of noble presence. Because of its strength, due to the incomparable purity of its Dark Side Power, it is said that the limits on its spread and growth on personal computers is 0.",
        "pixelmon.angewomon": "Angewomon",
	"pixelmon.angewomon.description": "Angewomon is an Angel Digimon. It has the appearance of a beautiful woman. Although it was previously classified as an Angel-type, it was confirmed as an Archangel-type because of the greatness of its abilities. As their trait, Champion angels have six wings, and Ultimate angels have eight wings. Although its personality is extremely gentle, it cannot forgive those who are crooked or evil, and it won't stay its hand from attacking until the opponent converts. Because of its soul and power, it is said to be a being like a goddess of the Digital World.",
        "pixelmon.beastmon": "Beastmon",
	"pixelmon.beastmon.description": "Beastmon is a Beast Digimon. It loves to be showy and has a sly personality, and its specialty is using its charmingly sparkling eyes and the jewels worn all over its body to bewitch the opponent, allowing it to manipulate them as it desires. Generally, if one becomes the victim of Beastmon's glamour, they are completely eviscerated. Although it excels in nimbleness with its flexible movements, it is also powerful despite its appearance, and the claws on its hands are sharp enough to cut even a rock to pieces. It is said to be at loggerheads with Nefertimon, who is an avatar of light.",
        "pixelmon.meicrackmonvicious": "Meicrackmon Vicious Mode",
	"pixelmon.meicrackmonvicious.description": "Meicrackmon Vicious Mode is an Unknown Digimon. As the normally gentle Meicrackmon's heart is tainted by evil, its entire body transforms into a cracked form. It views the whole world as an enemy whom it has been wronged by, and its desire is to see the world destroyed. Making use of its exceptional leg strength and perception, as well as its phenomenal feral instincts, it hounds the opponent and doesn't let up until they meet their end. The Cursed Claws that extend from the armor on its paws are made of Red Digizoid, further adding to their already great cutting ability brought out by its tough body, and allowing it to slice up even slabs of metal as if they were paper.",
        "pixelmon.meicrackmon": "Meicrackmon",
	"pixelmon.meicrackmon.description": "Meicrackmon is a Beast Man Digimon. It is the digivolved form of Meicoomon. It often acts alone due to the fact that it hates conflict, in addition to its shy temperament. It is usually seen with its body curled up in sunlit areas, napping leisurely. When it senses someone drawing near, it takes cover using its keen movements and observes the situation. Although it will soften up to those who come bringing food, it will continue to lay low if they are an enemy. However, if the enemy refuses to leave its territory, it will engage them by displaying power that is unimaginable from its usual calm demeanor in order to protect its home.",
        "pixelmon.rasielmon": "Rasielmon",
	"pixelmon.rasielmon.description": "Rasielmon is an Ophan Digimon. Rasielmon was once appointed to the same rank as Ophanimon. It possesses the mysterious power to foresee everything in the world from the Kernel (God's domain). It is said that it knows all about events throughout the Digital World, and has gained a divine amount of knowledge with that power.",
        "pixelmon.raguelmon": "Raguelmon",
	"pixelmon.raguelmon.description": "Raguelmon is a Fallen Angel Digimon. Raguelmon observes all Angel Digimon with eyes of distrust, in order to prevent the fall of other Angel Digimon. The moment it detects an Angel Digimon that has begun to fall, it will attack and destroy them before they would have fallen completely. However, because it was shunned for its role as an observer, it began to be filled with nihilistic thoughts until its sole line of thought was to reject everything. At that stage, it no longer discerns between friend and foe, turning into a fearsome Digimon that carries out destruction indiscriminately.",
        "pixelmon.minervamon": "Minervamon",
	"pixelmon.minervamon.description": "Minervamon is a Deity Digimon. One of the Olympos XII, it has the appearance of a maiden warrior wearing snake skin. Though it has an extremely short physique, it possesses superhuman strength it uses to freely wield a greatsword, Olympia, as large as its own body. It possesses a cheerful personality due to its childlike innocence, but when its emotions become violently unstable, it gets into a bad mood which causes selfish and willful (problematic) behavior that no one can help it cope with.",
        "pixelmon.mervamon": "Mervamon",
	"pixelmon.mervamon.description": "Mervamon is a Deity Digimon. One of the Olympos XII, it has the appearance of a woman. It is the matured form of Minervamon that has amassed experience and achievements over time, and its personality has calmed down considerably to become more mature as compared to its time as Minervamon. It became Mervamon to pursue elegance and sensuality, and as its behavior, speech, and conduct are wholly overflowing with elegance, it brings about the sensuality in its surroundings. It seeks sensuality in battle, and displays its refined, elegant dance to mesmerize observers. As such, there appear to be a great number of Digimon that became fans of Mervamon from being a witness. It wields the Olympia Kai greatsword in its right arm, and the Medullia serpent on its left.",
        "pixelmon.ophanimon": "Ophanimon",
	"pixelmon.ophanimon.description": "Ophanimon is an Angel Digimon. As one of the Celestial Digimon, it is a Holy Mother-like being who imparts the loving and merciful side of God. It is the final form of feminine Angel Digimon. It was responsible for banishing the former Angel-species Cho-Hakkaimon from heaven for an unspecified crime, but it's also thought that Lilithmon, who fell from heaven and became known as the Goddess of Darkness, was itself originally an Ophanimon.",
        "pixelmon.ophanimonfalldown": "Ophanimon Falldown Mode",
	"pixelmon.ophanimonfalldown.description": "Ophanimon Falldown Mode is a Fallen Angel Digimon. It is a form of Ophanimon that was so angry that it suppressed its own emotions and fell into madness. It swelled with anger at the world, where atrocious sins keep mounting no matter how many times they are purged, and it closed off its heart. In order to nip evil in the bud, it hunts whichever opponents it has judged to have become a barrier to justice, and tries to establish a world of what it recognizes as justice. It wields the Flame Hellscythe, which is shrouded in flames that serve as a weapon.",
        "pixelmon.lilithmon": "Lilithmon",
	"pixelmon.lilithmon.description": "Lilithmon is an Evil King Digimon. With the appearance of a woman, it is one of the Seven Great Demon Lords, representing the Moon and the sin of Lust. It is thought that it was originally an Ophanimon, but it fell from heaven and eventually became known as the Goddess of Darkness. It confounds its opponents with its bewitchingly lovely appearance, and it is said that those who are taken in by its temptations are invariably granted death. Its reputation as the Goddess of Darkness is appropriate, as it offers generosity towards vice, but only cruel outrages towards virtue. The demonic Mystic Claw (Nazar Nail) on its right arm corrodes everything it touches.",
        "pixelmon.mastemon": "Mastemon",
	"pixelmon.mastemon.description": "Mastemon is an Angel Digimon. It is an Angel Digimon who manipulates light and darkness, and has the power to cross through space-time. Mastemon resulted from the DNA Digivolution of Angewomon and LadyDevimon when a great crisis visited the Digital World and controls the forces of the Angels and Dark angels that are called through the gate from another Digital World. Although it is a DNA Digivolution of two conflicting types and shares qualities of both, it has a one-track mind.",
        "pixelmon.nefertimon": "Nefertimon",
	"pixelmon.nefertimon.description": "Nefertimon is an Animal Digimon. It armor-digivolved through the power of the Digi-Egg of Light. The Digi-Egg of Light has the attribute of Light, and those that don this Digi-Egg will have the ability to purify darkness with the intense power of light. Even though Gatomon is not a descendant of an ancient species, it became able to Armor digivolve by awakening the special abilities that slept within its composition data.",
        "pixelmon.magnadramon": "Magnadramon",
	"pixelmon.magnadramon.description": "Magnadramon is a Holy Dragon Digimon. It is a member of the Miracle 4 and the Four Great Dragons. It is the ultimate form of god beast Digimon. Its heroic appearance is reminiscent of a ruler of the sky. There are few who have seen its appearance, and it has not even been entirely confirmed where it usually is. However, it is said that it suddenly appeared out of nowhere once when a gigantic evil energy was generated in the Digital World, and laid waste to the evil with its vast power.",
        "pixelmon.gabumon": "Gabumon",
	"pixelmon.gabumon.description": "Gabumon is a Reptile Digimon. Although it is covered by a fur pelt, it is still clearly a Reptile Digimon. Due to its extremely timid and shy personality, it always gathers up the data which Garurumon leaves behind, and shapes it into a fur pelt to wear. Because it is wearing the fur pelt of Garurumon, who is feared by other Digimon, it fills the role of safeguarding itself as a result of protecting its body. When it is wearing the fur pelt, its personality does a complete 180° shift. Gabumon is especially close to Bulucomon.",
        "pixelmon.blackgabumon": "BlackGabumon",
	"pixelmon.blackgabumon.description": "BlackGabumon is a Reptile Digimon. It seems its fur was made from collecting Garurumon virus type data. While a bit of a hooligan, strip it of its pelt and it becomes bashful and cowardly. Its true face is a secret.",
        "pixelmon.psychemon": "Psychemon",
	"pixelmon.psychemon.description": "Psychemon is a Reptile Digimon. It is a Digimon characterized by its perturbing, flashy colors. It is said to be a variant of Gabumon. Although it has a personality that is as bright and showy as the colors on its body, it apparently turns cowardly when its fur pelt is removed, just like Gabumon.",
        "pixelmon.loweemon": "Loweemon",
	"pixelmon.loweemon.description": "Loweemon is a Warrior Digimon. It truly inherited the Human Spirit of Darkness of AncientSphinxmon. The Human Spirit of Darkness was changed into its Duskmon form due to Cherubimon's spell, but Loweemon is its true form released from this magical power. This form is by no means a baleful one, and is called the battling Valiant Jet-black Warrior that becomes the shadow of the other Legendary Warriors. Even on its own, its power is comparable to Fusion-species like Aldamon, and it is said that it conceals its power that puts the others to shame within the Neebelnge Ring placed on its right index finger. As a master of spearmanship, it is an Executor of Darkness that pierces evil with the Spear of Judgment, and purifies it with the Shield of Atonement",
        "pixelmon.blackgarurumon": "BlackGarurumon",
	"pixelmon.blackgarurumon.description": "BlackGarurumon is a Beast Digimon. The blades on its shoulders are powerful enough to dice everything they touch to pieces. It loves collecting bones and burying them in the ground, but it seems that the trickster Drimogemon sneaks off with them.",
        "pixelmon.gururumon": "Gururumon",
	"pixelmon.gururumon.description": "Gururumon is a Beast Digimon. It is a Digimon that is very similar to Garurumon. As a fiendish Digimon that lives in the dark, it is a nuisance who causes trouble everywhere.",
        "pixelmon.garurumon": "Garurumon",
	"pixelmon.garurumon.description": "Garurumon is an Animal Digimon. It is covered in blue, white, and silver-colored fur as hard as Mithril, which is called a legendary rare metal, and since the blades growing from the tips of its shoulders have sharp edges, anything that touches them is cut to pieces. As it possesses a furious combat instinct and sinews honed in freezing lands, as well as carnivore-like agility and the accuracy to reliably bring down its targets, it is a being feared by other Digimon. However, its intelligence is very high, and it faithfully obeys those who it recognizes as its master or leader.",
        "pixelmon.astamon": "Astamon",
	"pixelmon.astamon.description": "Astamon is a Demon Man Digimon. Though it is an Ultimate Digimon, it possesses power surpassing that of a Mega, and is a Prince of the Dark Area which governs a legion of Demon Digimon. It shows cruelty to its enemies and kindness to its friends, and because of that charisma, it is expected to gain a considerable number of followers among Demon Digimon. Its prided machine gun, Oro Salmón (Gold Salmon), is the work of Vulcanusmon, who crafted Beelzemon's favorite guns, the Berenjena (Eggplant), and the bullets fired from it possess their own will, so they will definitely chase the opponent to the end of hell.",
        "pixelmon.weregarurumon": "WereGarurumon",
	"pixelmon.weregarurumon.description": "WereGarurumon is an Animal Digimon. It digivolved from Garurumon and became able to walk on two legs. It lost its speed due to becoming bipedal, but became a Commando Type Digimon with stronger offensive and defensive power, as well as developing a tactical nature. Its kicking techniques, which it unleashes using the leg strength it inherited from Garurumon, are quite strong, so its jumping ability contends for first or second place among other Digimon. Also, it is rich with loyalty, and has a reliable nature, faithfully executing its mission if its master gives it an order.",
        "pixelmon.blackweregarurumon": "BlackWereGarurumon",
	"pixelmon.blackweregarurumon.description": "BlackGarurumon is an Animal Digimon. It is a Digimon digivolved from a virus-type Garurumon. Because this Digimon has two feet, it is slower, but it makes up for this by using its arms to deliver powerful attacks.",
        "pixelmon.jagerloweemon": "JagerLoweemon",
	"pixelmon.jagerloweemon.description": "JagerLoweemon is a Warrior Digimon. It truly inherited the Beast Spirit of Darkness of AncientSphinxmon. As with Duskmon, the Beast Spirit of Darkness was changed into its Velgemon form due to Cherubimon's spell, but JagerLoweemon is its true form released from this magical power. It is called the Jet-black Lion, and its body is covered in a unique metal which shines jet-black and is called Obsidian Digizoid, a kind of Chrome Digizoid. For that reason, not only is its defensive ability high, but its body armor has a keen sharpness. It is said that after JagerLoweemon runs through, everything will be cut to pieces by the first gust of that black wind.",
        "pixelmon.zeedgarurumon": "ZeedGarurumon",
	"pixelmon.zeedgarurumon.description": "ZeedGarurumon is a Cyborg Digimon. A subspecies of MetalGarurumon, the final form of Garurumon, it is the ultimate beast tank Digimon equipped with the ultimate superdreadnought-class weapon, Zeed Cannon. ZeedGarurumon's weapons and ammunition are equipped throughout its body, so its physical strength isn't consumed, and it can sustain a rain of bullets for a long duration. The four Laser Sights on its snout have been improved for its ammunition, and are now capable of locking onto hundreds of objects. In addition, ZeedGarurumon possesses an evolutionary code that differs from Digimon that were naturally born in the Digital World, and it is thought that it is a Digimon that digivolved from a Digi-Egg that was produced due to artificial data intervention.",
        "pixelmon.raihimon": "Raihimon",
	"pixelmon.raihimon.description": "Raihimon is a Warrior Digimon. It possesses power over Darkness that has transcended legend by inheriting all the might of AncientSphinxmon and acquiring unknown abilities. There are none who have seen this hero, and due to the fact that it doesn't leave behind so much as evidence of the opponents it has confronted, it is called the Guardian Emperor of Darkness.",
        "pixelmon.belphemon": "Belphemon",
	"pixelmon.belphemo.description": "Belphemon is an Evil King Digimon. It is said to be sealed in the deepest part of the Dark Area. As the strength it possesses is too immense, its data is said to have been put in a Sleep state by the Digital World's system, although the truth of the matter is unconfirmed. Because it has fallen into a deep sleep, it cannot unleash its own attacks, but it is able to inflict damage to Digimon just with its snores, and for that reason, it will not be easy to attack Belphemon Sleep Mode in its sleep.",
        "pixelmon.metalgarurumon": "MetalGarurumon",
	"pixelmon.metalgarurumon.description": "MetalGarurumon is an Android Digimon. It is the final form of Garurumon and the ultimate form of Garurumon-species Digimon, and powered itself up by metallizing almost its entire body. Not only has it retained its natural keenness when it underwent metallization, but it can also pulverize the opponent with the countless weapons concealed throughout its body, whose number is rivaled by those of MegaGargomon, the high-temperature counterpart to the low-temperature MetalGarurumon. It radiates invisible lasers from the four Laser Sights on its snout, and because it is able to analyze the targets before it using all of its sensors, such as infrared rays and X-rays, it is impossible to escape MetalGarurumon even when among the darkness outside of its field of vision. Also, it can release beam-shaped wings from the arms extending from its back, allowing it to fly about the Net Space at extremely high speed.",
        "pixelmon.blackmetalgarurumon": "BlackMetalGarurumon",
	"pixelmon.blackmetalgarurumon.description": "BlackMetalGarurumon is an Android Digimon. It is a virus MetalGarurumon equipped with a cold-air system on its body. Once it targets its prey with the laser sight on its nose, it will maintain a lock regardless of friend or foe, and will unleash a terrifying missile attack.",
        "pixelmon.cresgarurumon": "CresGarurumon",
	"pixelmon.cresgarurumon.description": "CresGarurumon is a Beast Knight Digimon. A final form of Garurumon. Unlike ZeedGarurumon, another final form, it's a sub-species of MetalGarurumon taking on a humanoid form. Donning armor made of golden Chrondigizoit that deflects attacks, it excels in swordplay, using the Yellow Beast Crescent Blade.",
        "pixelmon.omegamon": "Omegamon",
	"pixelmon.omegamon.description": "Omegamon is a Warrior Digimon. One of the Royal Knights, it was fused from the Virus Busters WarGreymon and MetalGarurumon due to the powerful wills of everyone who wished for goodness. It is a Digimon who has combined the special qualities of two bodies, so it is a multitype warrior which can fully demonstrate those abilities, for any given situation. It is equipped with the invincible Grey Sword and Brave Shield Omega for its WarGreymon-shaped left arm, and the Garuru Cannon and missiles for its MetalGarurumon-shaped right arm. As for the mantle on its back, it is automatically deployed when it dodges an opponent's attack, or when it is flying. Like OmniShoutmon, upon whom it had bestowed the legendary Digivolution, it possesses the power of Omega inForce.",
        "pixelmon.omegamonzwart": "Omegamon Zwart",
	"pixelmon.omegamonzwart.description": "Omnimon Zwart is a Holy Knight Digimon. A member of the Royal Knights that is fused from WarGreymon and MetalGarurumon with the will of those who wish for good. Combining the qualities of both, this Digimon is a flexible fighter. In recent years, it was discovered that if the secretion Black Digitron is mixed in with an Omnimon while it is in the process of fusion, it will be temporarily born as a black holy knight. It displays a further increase in power, beginning with the weapons on both of its arms.",
        "pixelmon.omegamonalters": "Omegamon Alter-S",
	"pixelmon.omegamonalters.description": "Omegamon Alter-S is a Holy Knight Digimon. It is a new face of Omnimon that was born from the fusion of the WarGreymon subspecies, BlitzGreymon, and the MetalGarurumon subspecies, CresGarurumon. Although it is a different individual from the Omegamon belonging to the Royal Knights, its multitype performance, which combines the special qualities of the two, hasn't changed, and its strength is also on par with it. It is a mystery how the two Digimon came to fuse together, and whether this Omegamon is also due to someone's powerful will or a fusion that exists solely due to some sort of wish is unclear.",
        "pixelmon.omegamonalterb": "Omegamon Alter-b",
	"pixelmon.omegamonalterb.description": "Omegamon Alter-B is a Holy Knight Digimon. The Black Digitron secretion, deliberately mixed in by an unknown entity, caused Omegamon Alter-S to change into this black form. Although its power is heightened while it is in this form, it comes at the price of losing its sense of self, leaving it in a berserk state.",
        "pixelmon.imperialdramonpaladin": "Imperialdramon Paladin Mode",
	"pixelmon.imperialdramonpaladin.description": "Imperialdramon Paladin Mode is an Ancient Dragon Digimon. It is a form of Imperialdramon Fighter Mode that acquired the power of the holy knight Omnimon, powering up and changing form into a legendary holy knight. As the final, strongest form of Imperialdramon Dragon Mode that was told of since ancient times, it descended in a time of great disruption in the ancient Digital World, and rescued the world from complete collapse. However, all of the details of that era are a mystery, and if research into Digimon and the Digital World progresses, it is likely that they will eventually be clarified. It wields the ultimate Omni Sword (Omega Blade). It is the founder of the Royal Knights.",
        "pixelmon.patamon": "Patamon",
	"pixelmon.patamon.description": "Patamon is a Mammal Digimon. It is characterized by its large ears, and is able to fly through the air by using them as large wings, but because it only goes at a speed of 1 kph, it is said that it is definitely faster walking. However, it's very popular because its appearance is cute when it is desperately flying (though it seems that it doesn't feel the same). Due to its extremely obedient personality, its trainers are well-defended. Also, even though Patamon doesn't wear a Holy Ring, it is able to exhibit its hidden holy power, and it appears to have inherited the genes of ancient Digimon.",
        "pixelmon.tsukaimon": "Tsukaimon",
	"pixelmon.tsukaimon.description": "Tsukaimon is a Mammal Digimon. It is characterized by its big ears. Although it is thought to be a subspecies of Patamon, it has quite the opposite personality of Patamon, and loves brawling. Usually, it acts as a familiar for Devimon and others.",
        "pixelmon.angemon": "Angemon",
	"pixelmon.angemon.description": "Angemon is an Angel Digimon. It has six shining wings, and its body is clad in cloth so pure white as to be divine. It is a being of perfected virtue, and although it is called a Digimon that brings happiness, when confronting evil, it does not stop attacking, with extreme composure, until the opponent is completely annihilated. On the countless times when the Digital World is visited by a crisis, it is told that it descends to lead Digimon of the same genus, and Devimon, who was won over to the Dark Side, was originally of the same species.",
        "pixelmon.vilemon": "Vilemon",
	"pixelmon.vilemon.description": "Vilemon is an Evil Digimon. It abhors losing, so it is a coward that torments the weak with pricks, without getting into direct combat. It seems it is credited as being the source of the Dark-species Digimon that inhabit the Dark Area, but there are still many mysteries.",
        "pixelmon.magnaangemon": "MagnaAngemon",
	"pixelmon.magnaangemon.description": "MagnaAngemon is an Angel Digimon. It has eight shining, silver wings. MagnaAngemon's mission in the Digital World is as a law enforcement officer, and it has the duty of supervising and surveying the many Angel Digimon. Furthermore, although it is the speaker for the essence of Light trying to preserve the order of the Digital World, and is usually in the shape of a priest, when the Digital World is shrouded by the essence of Darkness, it changes into its Battle Mode (戦闘形態 Sentou Keitai) and attacks the evil. In its Battle Mode, it consigns the opponent to oblivion with the Beam Shield on its left arm and the holy sword Excalibur equipped to its right arm.",
        "pixelmon.myotismon": "Myotismon",
	"pixelmon.myotismon.description": "Myotismon is a Ghost Digimon. As the king of Undead Digimon, it was resurrected through the dark arts and obtained mighty powers. Originally a fiendish computer virus which destroyed the computer data it absorbed, it possessed the ability to revive the destroyed data as malignant computer viruses. As it possesses an extremely cruel and cunning personality, it is exceedingly difficult to destroy this Digimon. However, it cannot demonstrate its powers outside of the night, and its power is cut in half during the daytime.",
        "pixelmon.venommyotismon": "VenomMyotismon",
	"pixelmon.venommyotismon.description": "VenomMyotismon is an Evil Digimon. It is a demon beast that has the lower half of a beast and an upper half with a beetle-like shell, and is the true, digivolved form of the king of darkness, Myotismon. As VenomMyotismon, who has unleashed its hidden power, it has nothing but omnicidal and destructive impulses, and Myotismon, who originally maintained its gentlemanly conduct, reason, and intelligence, hates exposing its true, ugly form.",
        "pixelmon.malomyotismon": "MaloMyotismon",
	"pixelmon.malomyotismon.description": "MaloMyotismon is an Evil Digimon. It is said to be Myotismon's final form, and by harmonizing its intelligence alongside all of its other aspects, it succeeded in surpassing VenomMyotismon, which lost its intelligence by seeking too much power and was like a beast. It possesses an inhumanly cruel personality, and is willing to do anything to achieve its own desires. The living, jaw-like artillery cannons on both its left and right shoulders, Sodom and Gomorrah respectively, leech off of it.",
        "pixelmon.seraphimon": "Seraphimon",
	"pixelmon.seraphimon.description": "Seraphimon is an Angel Digimon. As one of the Celestial Digimon, it is the executor of the enlightened God's laws. It is dressed in holy armor that shines silver, and possesses ten golden wings. As the highest-ranked being among Angel Digimon, it rules over them all. Although its true identity and personality are hidden behind a mask and cannot be glimpsed, it is the being closest to the Being of Goodness called God. It is told that when it descends for the final battle against evil beings, it will purify everything. Also, it is said that Daemon, who fell to the Dark Area and became a Demon Lord Digimon, was originally a Seraphimon.",
        "pixelmon.shadowseraphimon": "ShadowSeraphimon",
	"pixelmon.shadowseraphimon.description": "ShadowSeraphimon is a Seraph Digimon. It is another evil form of Seraphimon whose concealed inner resentment tumefied and engulfed it in darkness. Its ten shining gold wings have been steeped a dark bat-like purple, and its silver armor has transformed ominously. It is said that it will fall to a Daemon if this condition persists for long.",
        "pixelmon.goldramon": "Goldramon",
	"pixelmon.goldramon.description": "Goldramon is a Holy Dragon Digimon. One of the Four Great Dragons, it is a God Dragon Digimon with six hardened wings and a body that shines gold. It wears a Holy Ring around its left arm. Also, the tiny dragon Digimon sealed within the vambrace on Goldramon's right hand is called Amon of the Crimson Flame (紅炎のアモン Kouen no Amon) (Amon of Red Flame), who governs over Destruction, and the one sealed within the vambrace on its left hand is called Umon of the Blue Lightning (蒼雷のウモン Sourai no Umon) (Umon of Blue Thunder), who governs over Regeneration. It exorcises evil with its fists of sacred light and its over-leveled holy spirit and hidden magical power are the strongest among the Four Great Dragons.",
        "pixelmon.pegasusmon": "Pegasusmon",
	"pixelmon.pegasusmon.description": "Pegasusmon is an Animal Digimon. It armor-digivolved through the power of the Digi-Egg of Hope. The Digi-Egg of Hope has the attribute of Holy, and those that don this Digi-Egg are able to obtain sacred power. Those that acquire this power are able to exhibit their absolute strength toward evildoers.",
        "pixelmon.prairiemon": "Prairiemon",
	"pixelmon.prairiemon.description": "Prairiemon is an Animal Digimon. It armor-digivolved due to the Digi-Egg of Kindness. It spends its time burrowing in dry land, and is able to dig underground at a speed of 100 km/h using the large claws on both of its arms. Its nature of behaving in colonies has been confirmed, and although it rarely ever appears on the surface due to its timid personality, it has a habit of sunbathing in groups on fine days with calm weather, so Prairiemon researchers will probably need to read a weather map.",
        "pixelmon.magnakidmon": "MagnaKidmon",
	"pixelmon.magnakidmon.description": "MagnaKidmon is a Dragon Man Digimon. MagnaKidmon has firearm mechanisms equipped throughout its body. As a wanderer travelling across the Digital World in search of the comrades it was separated from, it is a troublemaker who causes trouble and gets tangled up in scandal wherever it goes. Although it has a self-centered personality and is often indifferent of its surroundings, it's passionate about things like friendship or gratitude, misinterpreting the local Deputymon it comes across as members of its own species and becoming friends with them. As it loves single combat, it is so severely trigger happy that it fires off bullets indiscriminately once it wins or loses.",
        "pixelmon.vorvomon": "Vorvomon",
	"pixelmon.vorvomon.description": "Vorvomon is a Rock Dragon Digimon. It is a Digimon made of a hard, hot ore. There are wings on both of its arms so it is able to fly for up to a few seconds, but it gets tired easily. Due to it being very passionate, the more excited it gets, the more the temperature of its horns and claws will increase.",
        "pixelmon.lavorvomon": "Lavorvomon",
	"pixelmon.lavorvomon.description": "Lavorvomon is a Rock Dragon Digimon. It is a Digimon whose entire body is made out of lava, and spouts mineral dust as it goes about its activities. It is poor at flying despite having wings, so it mainly moves about by crawling on the ground. Contrary to its sluggish appearance, its crawling speed is extremely fast, and it closes in on the enemy in an instant. Although it has a friendly personality and will let those it trusts near it without any reservations, others tend to stay as far away as they can from it out of fear that the flammable mineral dust it spouts may cause an explosion.",
        "pixelmon.lavogaritamon": "Lavogaritamon",
	"pixelmon.lavogaritamon.description": "Lavogaritamon is a Rock Dragon Digimon. It has large wings that lift even its heavy body effortlessly into the air, and well-trained leg strength that allows it to stand imposingly. It dwells in the magma beds of active volcanoes around the Digital World, and it is theorized that it may live nearby Volcdramon. Its fighting style is scattering mineral dust, covering the enemy with it, and causing it to explode by freely manipulating its ignition point. If the enemy moves, it will result in ignition, so once they are covered in mineral dust, they will drown in terror when the dust explodes.",
        "pixelmon.volcanicdramon": "Volcanicdramon",
	"pixelmon.volcanicdramon.description": "Volcanicdramon is an Earth Dragon Digimon. It is a Digimon said to be a dragon that swims in magma; it is thought to live in a place so deep underground that not even Digimon that move about there can reach it. According to some researchers, there are a few who argue that it might have been Volcanicdramon that supported the World from deep beneath the ground ever since the Digital World was created. Should Volcanicdramon ever rise to the surface, it may be that some kind of crisis is occurring in the Digital World.",
        "pixelmon.ordinemon": "Ordinemon",
	"pixelmon.ordinemon.description": "Ordinemon is a Fallen Angel Digimon. It is a Digimon with gigantic, jet-black wings; the truth about it is still unclear, and it is theorized by a portion of researchers to appear when the Digital World has been plunged into chaos and is meeting its end. Although it was originally an Ophanimon whose role was to maintain order, it was said to have fallen due to its wrath and sorrow and fused with Raguelmon, giving rise to Ordinemon. Negative emotions themselves flow out of Ordinemon's wings, and a flap of its wings will spread miasma throughout its surroundings. The endlessly overflowing miasma is capable of eventually covering the entire world, resulting in the end of all life. However, its true nature is one of kindness, a high-standing being who plans to save the world by first returning the world, which has lost its order, to nothingness.",
		"pixelmon.gigimon": "gigimon",
	"pixelmon.gigimon.description": " 신체적 특징은 토코몬 비스무레해, 입 안에도 강력한 송곳니가 자라나고 있다. 하지만, 포유류 계열로 진화하는 토코몬과는 달리, 용 계열로 진화하는 기기몬은 성격도 거칠어, 소형이지만 영리하고 용맹하다. 겉모습만 보고 건드렸다가 반격당한 대형 디지몬도 적지 않다.",
        "item.pixelmon.rare_bone": "Digi-Egg of Courage",
        "item.pixelmon.rare_bone.tooltip": "The Digi-Egg of Courage, can make certain species of Digimon evolve. Has the attribute of Fire.",
        "item.pixelmon.pearl_string": "Digi-Egg of Reliability",
        "item.pixelmon.pearl_string.tooltip": "The Digi-Egg of Reliability, can make certain species of Digimon evolve. Has the attribute of Water.",
        "item.pixelmon.comet_shard": "Digi-Egg of Miracles",
        "item.pixelmon.comet_shard.tooltip": "The Digi-Egg of Miracles, can make certain species of Digimon evolve. Has the attribute of Metal.",
        "item.pixelmon.nugget": "Digi-Egg of Light",
        "item.pixelmon.nugget.tooltip": "The Digi-Egg of Light, can make certain species of Digimon evolve. Has the attribute of Light.",
        "item.pixelmon.pearl": "Digi-Egg of Hope",
        "item.pixelmon.pearl.tooltip": "The Digi-Egg of Hope, can make certain species of Digimon evolve. Has the attribute of Holy.",
        "item.pixelmon.tiny_mushroom": "Digi-Egg of Friendship",
        "item.pixelmon.tiny_mushroom.tooltip": "The Digi-Egg of Friendship, can make certain species of Digimon evolve. Has the attribute of Thunder.",
        "item.pixelmon.stardust": "Digi-Egg of Love",
        "item.pixelmon.stardust.tooltip": "The Digi-Egg of Love, can make certain species of Digimon evolve. Has the attribute of Wind.",
        "item.pixelmon.star_piece": "Digi-Egg of Kindness",
        "item.pixelmon.star_piece.tooltip": "The Digi-Egg of Kindness, can make certain species of Digimon evolve. It is shrouded in mystery, so its attribute is unknown.",
        "item.pixelmon.strange_souvenier": "Digi-Egg of Destiny",
        "item.pixelmon.strange_souvenier.tooltip": "The Digi-Egg of Destiny, can make certain species of Digimon evolve. Has an unknown attribute.",
        "item.pixelmon.shoal_salt": "Digi-Egg of Knowledge",
        "item.pixelmon.shoal_salt.tooltip": "The Digi-Egg of Knowledge, can make certain species of Digimon evolve. Has the attribute of Earth.",
        "item.pixelmon.shoal_shell": "Digi-Egg of Sincerity",
        "item.pixelmon.shoal_shell.tooltip": "The Digi-Egg of Sincerity, can make certain species of Digimon evolve. Has the attribute of Plant.",
        "attack.absolute_territory": "Absolute Territory",
        "attack.absolute_territory.description": "Tears the enemy to pieces as well as the space around them with its yo-yos, lowering their Defense and changing the field to Grassy Terrain.",
        "attack.twin_petal": "Twin Petal",
        "attack.twin_petal.description": "Quickly unleashes a 2 hits flashkick with its gorgeous legs.",
        "attack.thorn_whip": "Thorn Whip",
        "attack.thorn_whip.description": "Attack with a high-voltage whip. have a decent chance of Flinching the enemy.",
        "attack.rosy_cradle": "Rosy Cradle",
        "attack.rosy_cradle.description": "Spreads a rose-scented gas that lower the opponent Evasiveness aswell as put them to Sleep the next turn.",
        "attack.ballet_gun": "Ballet Gun",
        "attack.ballet_gun.description": "Fires its sleeve like a cannon, using the large flower petals that dance around it as reflectors, this move's damage is based on whichever user's Special Attack or Attack is higher. May also increase the user's Evasiveness.",
        "attack.wisselen": "Wisselen",
        "attack.wisselen.description": "Sheds scales that latch onto the opponent, Draining their health every turn while also hurting and slowing them on switch-in.",
        "attack.sevens_fantasia": "Seven's Fantasia",
        "attack.sevens_fantasia.description": "Fires a rainbow-colored aura from the seven-colored flowered staff it carries in its right hand, luring its opponents into a world of euphoric fantasies activating the effect of Trickroom aswell as causing them to lose their Strength.",
        "attack.serpent_cure_ruin": "Serpent Cure/Ruin",
        "attack.serpent_cure_ruin.description": "Fires a black and white aura from the caduceus it carries in its left hand which governs ruin and recovery, doing damage and Healing itself.",
        "attack.lila_shower": "Lila Shower",
        "attack.lila_shower.description": "Fires multiple beams from its leaf-like fingers, hitting 4-6 times. Very low chance of also causing the weather to Rain.",
        "attack.apocalypse": "Apocalypse",
        "attack.apocalypse.description": "Summons energy bolts that fall from the heavens, causing explosions of light, or blasts enemies with electricity from its mouth, causing the weather to become Sunny and may also causes the enemies to be Burned.",
        "attack.hermit_fog": "Hermit Fog",
        "attack.hermit_fog.description": "Sprays forth a debilitating mist, causing all stats change to be removed then low chance of boosting the user's each stats.",
        "attack.celestial_arrow": "Celestial Arrow",
        "attack.celestial_arrow.description": "Forms a bow with the wings on its glove and shoots a holy arrow of lightning causing them to be Paralyzed.",
        "attack.edens_javelin": "Eden's Javelin",
        "attack.edens_javelin.description": "Pierces with a javelin glowing with holy light, purifying evil hearts and changes their typing to the first move they used aswell as reverting all stat changes.",
        "attack.sefiroth_crystal": "Sefiroth Crystal",
        "attack.sefiroth_crystal.description": "Summons ten crystals in the shape of the Sefirot and releases pink light from the crystals that give the user Magic Coat then directly attack the enemy 10 times.",
        "attack.flame_hellscythe": "Flame Hellscythe",
        "attack.flame_hellscythe.description": "Slashes the enemy with the Flame Hellscythe covered in infernal flames that do double the damage if the target switches out, may also burn them.",
        "attack.demon_crystal": "Demon Crystal",
        "attack.demon_crystal.description": "A summoning technique that do damage and keeps tormenting the enemy by not letting them escape and lowering their Defense and Special Defense every turn until they die.", 
        "attack.end_of_the_world": "End of the World",
        "attack.end_of_the_world.description": "Fires a jet-black wave from its mouth that destroys all Data such as stat changes, stage hazards, substitute and even held items (do not include megastones and z-crystals), this moves also hit and affect allies beside the user.",
        "attack.summon_apocalypse": "Summon Apocalypse",
        "attack.summon_apocalypse.description": "It's falling feathers transform into an ally that was knocked out and attack, bringing terror and despair to not only this attack's targets, but also all who witness it.",
        "attack.form_taranis": "Form Taranis",
        "attack.form_taranis.description": "Shreds the opponent with its claws and the tip of its tail, injecting impaled opponents with corrosive data, causing their Defense to be lowered and have a low chance of Poisoning them.",
        "attack.darkness_zone": "Darkness Zone",
        "attack.darkness_zone.description": "Sink the opponent into it's darkness dimension, causing their Accuracy to greatly fell and unable to escape.",
        "attack.berserk_thinking": "Berserk Thinking",
        "attack.berserk_thinking.description": "The user goes berserk and slashes with both arm's Cursed Claws, every turn for 3 time then become confused. Each attack apply Curse effect.",
        "attack.felt_made": "Felt Made",
        "attack.felt_made.description": "Creates a Substitute copy of itself with the lures it sends flying, raising it's Evasiveness.",
        "attack.sefer_raziel": "Sefer Raziel",
        "attack.sefer_raziel.description": "Quickly brings about any kind of miracle to exterminate the adversary.",
        "attack.knowledge_stream": "Knowledge Stream",
        "attack.knowledge_stream.description": "Freely combines the five elements from the magic circles on both of its arms and releases enormous energy, medium chance of lowering the target's each stats.",
        "attack.trick_or_treat_wallace": "Trick-or-Treat Wallace",
        "attack.trick_or_treat_wallace.description": "Manifests giant pumpkin-shaped bombs in the air that deal damage to opponents on switch-in, may also confuse the enemy on use.",
        "attack.atlantic_dam": "Atlantic Dam",
        "attack.atlantic_dam.description": "Pours a huge amount of pumpkin soup into the enemy's body, reducing their speed and causing them to be Badly Poisoned.",
        "attack.pumpkinmon_power": "Pumpkinmon Power",
        "attack.pumpkinmon_power.description": "Manifests a gigantic pumpkin in the air and squashes the opponent with it, Draining their health and might also Confuse them.",
        "attack.words_of_death": "Words of Death",
        "attack.words_of_death.description": "High chance of instantly killing an opponent with words of death.",
        "attack.double_dust": "Double Dust",
        "attack.double_dust.description": "Bashes the opponent 2-4 times with a magic-charged double axe handle, low chance of causing them to become Burned, Frozen or Paralyzed.",
        "attack.slash_nail": "Slash Nail",
        "attack.slash_nail.description": "Tears the enemy with the giant claws on its left hand, has a high Crit ratio.",
        "attack.crystal_revolution": "Crystal Revolution",
        "attack.crystal_revolution.description": "May instantly transforms all of the opponents into ice Crystals.",
        "attack.gorgon_eye": "Gorgon Eye",
        "attack.gorgon_eye.description": " Uses its evil eye to imprision within darkness the hearts of the opponents that gaze at it, not letting switch out and causing them to be paralyzed. The user's next move will also guarantee to hit.",
        "attack.burudoggu": "Burudoggu",
        "attack.burudoggu.description": "A unique martial art in the form of a dance, raising all of the user's stats at once with a high chance of activating twice.",
        "attack.aus_generics": "Aus Generics",
        "attack.aus_generics.description": "Temporarily rewrites its own Data to perform actions that transcend the laws of nature, sharply raising 2 random stats.",
        "attack.judgement_of_the_blade": "Judgement of the Blade",
        "attack.judgement_of_the_blade.description": "Slices the enemy to pieces with the blades on its arms while moving at high speed, raising the user's Speed and Evasion.",
        "attack.ledge_stride": "Ledge Stride",
        "attack.ledge_stride.description": "Skewers through the enemy from a flying kick posture with the blades on its feet, have a very high Crit ratio.",
        "attack.avalon's_gate": "Avalon's Gate",
        "attack.avalon's_gate.description": "Impales the enemy with Ambrosius and detonates all of its special shells, have a very high chance of lowering the opponent's the opponent's Defense and Special Defense.",
        "attack.dragonic_impact": "Dragonic Impact",
        "attack.dragonic_impact.description": "Fly up then dives from the exosphere and performs a ramming attack while shrouded in heat from friction with the atmosphere, causing a shockwave that may Paralyze the target.",
        "attack.destroyed_rush": "Destroyed Rush",
        "attack.destroyed_rush.description": "Repeatedly strikes the earth 2-3 times at extremely high speed with its left and right shovel arms, allowing it to split the solid ground.",
        "attack.gravity_crush": "Gravity Crush",
        "attack.gravity_crush.description": "Raises its entire mass and then flattens its target with it's weight, the move also creates a zone of intense Gravity.",
        "attack.megaton_hammer_crush": "Megaton Hammer Crush",
        "attack.megaton_hammer_crush.description": "Knocks the opponent out with the iron sphere on its tail.",
        "attack.wing_blast": "Wing Blast",
        "attack.wing_blast.description": "Uses supersonic flight to generate a sonic boom that have a decent chance of Paralyzing the target",
        "attack.tenryu_slash": "Tenryu Slash",
        "attack.tenryu_slash.description": "Drives its sword, accelerated with a spin of its body, vertically through the opponent's skull, cutting them in half. Along with having a high Crit ratio, this move will also clear the user's stage of hazards.",
        "attack.koryu_slash": "Koryu Slash",
        "attack.koryu_slash.description": "Steps up close to the opponent and curls Fragarach around them, shaving off their whole body with the entwined sword blade, cutting through Protect/Detect and stat changes.",
        "attack.bakuraiten": "Bakuraiten",
        "attack.bakuraiten.description": " Releases Kiraichū (Mine Insects) that self-destruct when they hit enemies, hit 3-5 times.",
        "attack.bloody_finish": "Bloody Finish",
        "attack.bloody_finish.description": " Skewers enemies with the drills on both of its arms. Have a very high Crit ratio.",
        "attack.spike_buster": "Spike Buster",
        "attack.spike_buster.description": "Swings the spear it holds in its right hand at the speed of light, generating a shock wave that have a high chance of Paralyzing the target.",
        "attack.hell_masquerade": "Hell Masquerade",
        "attack.hell_masquerade.description": "Performs the Dance of Hell in which its nimble movements leave behind afterimages raising it evasiveness while it chops up the opponent 2-4 times.",
        "attack.positron_laser": "Positron Laser",
        "attack.positron_laser.description": "Fires an energy beam from the cannon on its back, the attack changes the terrain Gravity for 3-5 turns before going back to normal.",
        "attack.mega_death": "Mega Death",
        "attack.mega_death.description": "Fires dark matter, completely annihilating everything within a radius of a few hundred meters centered around the drop-point, those that try to Escape the blast are damaged twice as hard.",
        "attack.eternal_zeal": "Eternal Zeal",
        "attack.eternal_zeal.description": "Spreads its wings and generates a massive, fiery explosion that Burn the enemies.",
        "attack.dragon_kick": "Dragon Kick",
        "attack.dragon_kick.description": "Flips, bringing its heel down on the enemy, high chance of lowing their Defense but damage the user if misses.",
        "attack.desperado_blaster": "Desperado Blaster",
        "attack.desperado_blaster.description": "Fires energy waves from the two organic cannons protruding from its waist, hitting 3-4 times with a little chance of Paralyzing the target.",
        "attack.v_wing_blade": "V-Wing Blade",
        "attack.v_wing_blade.description": "The user flew up into the sky then forms a V-shaped energy substance that seems to connect the horn on its snout to the edges of its wings, then soars towards the opponent. Have a medium chance of Paralyzing the target.",
        "attack.the_ray_of_victory": "The Ray of Victory",
        "attack.the_ray_of_victory.description": "Strafes with a energy beam from the V-shaped armor on its chest, damaging the user slightly.",
        "attack.victory_sword": "Victory Sword",
        "attack.victory_sword.description": "Attacks using the saber that extends from its right V-Bracelet, increasing the user's Attack and have a high Crit ratio.",
        "attack.omega_blade": "Omega Blade",
        "attack.omega_blade.description": "Cuts the opponent in two with a single stroke of the Omni Sword, resetting and clearing their Configuration Data.",
        "attack.knuckle_fire": "Knuckle Fire",
        "attack.knuckle_fire.description": "Drives its fiery fists into the enemy, Absorbing their life energy and may increase the user's Speed.",
        "attack.fire_rocket": "Fire Rocket",
        "attack.fire_rocket.description": "Shoots a barrage of fireballs from its hand, hit 2-3 times and have a high chance of Burning the target.",
        "attack.electric_byte": "Electric Byte",
        "attack.electric_byte.description": "An electrifying bite attack that may paralyze the opponent and a low chance of making them Flinch.",
        "attack.lightning_blade": "Lightning Blade",
        "attack.lightning_blade.description": "Fires an electric blade from the lightning-imbued blade on its head, have a very high Crit ratio.",
        "attack.magna_blast": "Magna Blast",
        "attack.magna_blast.description": "Fires shots of ball-shaped plasma, hit 3 times.",
        "attack.shining_gold_solar_storm": "Shining Gold Solar Storm",
        "attack.shining_gold_solar_storm.description": "Rapidly compresses space, then immediately and explosively expands it, Sweeping away surrounding enemies with a golden laser beam.",
        "attack.fly_spark": "Fly Spark",
        "attack.fly_spark.description": "Rapidly vibrates the wings on its back and sends out an electric shock that may Paralyze the opponent.",
        "attack.poison_stinger": "Poison Stinger",
        "attack.poison_stinger.description": "Fires the hardened poisoned stinger on the tip of its tail to pierce the enemy, may Badly Poison the enemy and raises the user's attack drasticly if used to defeat the opponent.",
        "attack.beast_cyclone": "Beast Cyclone",
        "attack.beast_cyclone.description": "Spins its entire body and attacks the opponent while turning into a blade. Raises the user's Speed but have a low chance of causing the user to become Confused.",
        "attack.fury_ice_moon_fang": "Fury: Ice Moon Fang",
        "attack.fury_ice_moon_fang.description": "Molds the Yellow Beast Crescent Blade (Kijū Engetsutou) into countless forms using ice, and then hurls it at the opponent. Hit 3 times with low chance of Freezing the enemy.",
        "attack.circle_moon_kick": "Circle Moon Kick",
        "attack.circle_moon_kick.description": "Kicks the enemy while doing a backflip. Switches the user out with a high chance of Flinching the enemy, but will damage the user if misses.",
        "attack.full_moon_kick": "Full Moon Kick",
        "attack.full_moon_kick.description": "A powerful kick that can fire a blade of energy at the opponent. Clearing the user's stage of hazards with a high chance of switching the enemy out, but will damage the user if misses.",
        "attack.supreme_sword": "Supreme Sword",
        "attack.supreme_sword.description": "Accumulates energy at the center of its sword and slashes with it which varies in power depending on the amount stored then hit 3-5 times with very low chance of Flinching the enemy. There is nothing that cannot be cut by a slash attack from its fully charged Garuru Sword.",
        "attack.transcendent_cannon": "Transcendent Cannon",
        "attack.transcendent_cannon.description": "Fires plasma from its Blitz Greymon-shaped turret destroying their shields and armor, hitting 3-5 times with very low chance of causing the opponent to become Confused.",
        "attack.supreme_cannon": "Supreme Cannon",
        "attack.supreme_cannon.description": "Fires the opponent with frigid, absolute zero shots from the Garuru Cannon in its right arm, hitting 3-5 times with medium chance of Freezing the enemy.",
        "attack.transcendent_sword": "Transcendent Sword",
        "attack.transcendent_sword.description": "Attacks the enemy with the Grey Sword in its left arm, hitting 3-5 times with medium chance of causing the enemy to be burned.",
        "attack.cocytus_breath": "Cocytus Breath",
        "attack.cocytus_breath.description": "Spews cold air at absolute zero that completely freezes the enemy. Have a high chance of Freezing the enemy with a very low chance of instantly OHKO the enemy.",
        "attack.garuru_tomahawk": "Garuru Tomahawk",
        "attack.garuru_tomahawk.description": "Launches a gigantic missile called a Freeze Bomber from its chest that always finds it's mark. Have a medium chance of Freezing the enemy.",
        "attack.metal_howling": "Metal Howling",
        "attack.metal_howling.description": "Attacks the enemy with a powerful howl that have a high chance of harshly lowering their Special Defense and heightening user's Special Attack.",
        "attack.full_metal_blaze": "Full Metal Blaze",
        "attack.full_metal_blaze.description": "Simultaneously fires the Z'd Hou and all the other weapons throughout its body. The user becomes Paralyzed and need to Recharge next turn.",
        "attack.blowback_breath": "Blowback Breath",
        "attack.blowback_breath.description": "Quickly sprays explosive energy from its mouth, sending enemy backward.",
        "attack.black_king": "Black King",
        "attack.black_king.description": "Quickly dash forward smashing into the opponent with its whole body clad in a black aura, have a medium chance of causing Flinch but have a decent Recoil.",
        "attack.darkness_bluster": "Darkness Bluster",
        "attack.darkness_bluster.description": "Disables all of the laws of physics in the surrounding region and brings down the opponent. Clearing stage hazards, Disabling the opponent's last move and activate the effect of Trick Room.",
        "attack.rot_kreuz": "Rot Kreuz",
        "attack.rot_kreuz.description": "Fires an attack from the eyes of the lion on its head that ignore the opponent's stat changes with medium chance of paralyzing the enemy.",
        "attack.hellfire": "Hellfire",
        "attack.hellfire.description": "Fires every last bullet from the Oro Salmón, hit 5-9 times. This move uses whichever offensive stat is higher.",
        "attack.eternal_nightmare": "Eternal Nightmare",
        "attack.eternal_nightmare.description": "Invokes a nightmare with its peaceful snoring. If you are suffering from a lack of sleep, this technique is encouraged as it promises an eternal slumber. The affected enemy also loses their Accuracy.",
        "attack.gift_of_darkness": "Gift of Darkness",
        "attack.gift_of_darkness.description": "Unleashes a slash from its claws, clad in the flames of hell ignoring opponent's stat changes and burn them.",
        "attack.happy_bullet_showering": "Happy Bullet Showering",
        "attack.happy_bullet_showering.description": "Soars into the air and showers the opponent with live ammunition and plasma shots from the guns of its legs and fingers, destroying the enemy Protection/Protect.",
        "attack.bind_red_trigger": "Bind Red Trigger",
        "attack.bind_red_trigger.description": "Stabs the opponent with the tiny machine guns on the ends of the magazines extending from its hips, passing through their stat changes. Immediately destroying them from within and Trap them from escaping.",
        "attack.giga_destroyer": "Giga Destroyer",
        "attack.giga_destroyer.description": "Launches organic missiles from the hatch on its chest. Hit 2-4 times with medium chance of burning the enemy.",
        "attack.gaia_force": "Gaia Force",
        "attack.gaia_force.description": "Concentrates all the atmosphere's energy into one spot, then fires it as an extremely dense, high-temperature energy shot. Medium chance of lowering the enemies's Defense.",
        "attack.great_tornado": "Great Tornado",
        "attack.great_tornado.description": "Unites its Dramon Killers together over its head, and pierces the opponent by charging at them while rapidly spinning, ignoring their stat chances but have a small Recoil.",
        "attack.victory_charge": "Victory Charge",
        "attack.victory_charge.description": "Reflects back an opponent's attack with its gigantic sword.",
        "attack.dramon_breaker": "Dramon Breaker",
        "attack.dramon_breaker.description": "Wields its gigantic crushing sword Dramon Breaker to perform a heroic sword technique that raises it's attack then pulverizes the opponent. This move deals double the damage to enemies that is Dynamaxed.",
        "attack.trident_revolver": "Trident Revolver",
        "attack.trident_revolver.description": "Rapidly fires three shots from the gigantic revolver on its left arm.",
        "attack.glorious_burst": "Glorious Burst",
        "attack.glorious_burst.description": "Spreads its gigantic wings, concentrating red-hot solar energy to its utmost limit, then fires it. Very high chance of burning the enemy but moves after the opponent does.",
        "attack.geogrey_sword": "GeoGrey Sword",
        "attack.geogrey_sword.description": "Summons the GeoGrey Sword, in which the power of Gaia is condensed, from the solid earth then strike the enemy. Have a very high chance of lowering their Special Defense.",
        "attack.black_requiem": "Black Requiem",
        "attack.black_requiem.description": "Causes a solemn voice to be heard singing out of nowhere, whose audience is said to soon die, with their data never able to be restored. Have a high chance of activating Perish on the opponent.",
        "attack.dead_scream": "Dead Scream",
        "attack.dead_scream.description": "Lets out the sorrowful cries of the dead from its Maw, which bring death to all who hear them.",
        "attack.black_sabbath": "Black Sabbath",
        "attack.black_sabbath.description": "Recites a dark incantation in which it prays for a festival of death; those who hear the spell soon die while the user itself is Healed on the next turn.",
        "attack.mind_fogger": "Mind Fogger",
        "attack.mind_fogger.description": "Gets close to the opponent while dancing, then sucks out all the blood in their body, have a high chance of confusing the opponent.",
        "attack.madness_merry_go_round": "Madness Merry-go-round",
        "attack.madness_merry_go_round.description": "Performs a horizontal spinning slash too quick to catch with the eyes, causing the weather to rain. But have a high chance of confusing the user.",
        "attack.strike_roll": "Strike Roll",
        "attack.strike_roll.description": "Unleashes a forward rolling slash from the Olympia, splitting the ground and raising the user's evasion. But have a high chance of Confusing the user.",
        "attack.black_tornado": "Black Tornado",
        "attack.black_tornado.description": "Unites its Dramon Killers together over its head, and pierces the opponent by charging at them while rapidly spinning, ignoring their stat chances but have a small recoil.",
        "attack.dark_gaia_force": "Dark Gaia Force",
        "attack.dark_gaia_force.description": "Takes all of the negative emotions within this world and concentrates them into one spot, and then fires it. Medium chance of lowering the enemies's Special Defense.",
        "attack.buffalo_breath": "Buffalo Breath",
        "attack.buffalo_breath.description": "A purple breath that paralyzes an opponent.",
        "attack.giga_baster": "Giga Blaster",
        "attack.giga_baster.description": "Fires a fish-shaped missile from in between its hands, this attack have a very high chance of flinching the enemy.",
        "attack.terra_force": "Terra Force",
        "attack.terra_force.description": "Gathers all of the energy within the atmosphere and concentrates it into one spot, then fires it as a super-dense, high-temperature fireball energy shot. Medium chance of lowering the enemies's Defense.",
        "attack.trident_arm": "Trident Arm",
        "attack.trident_arm.description": "Smashes its claw into the opponent, a technique exceptionally enhanced in offensive power due to adding extremely high-temperature claws on top of Greymon's already mighty strength. Medium chance to burn and flinch the enemy.",
        "attack.tail_gun_fire": "Tail Gun Fire",
        "attack.tail_gun_fire.description": "Unleashes its ordinance while spinning, ensuring complete annihilation of surroundings, clearing the user's stage hazard and never misses.",
        "attack.plasma_railgun": "Plasma Railgun",
        "attack.plasma_railgun.description": "Provides suppressive fire against the opponent with its Plasma Railgun that Paralyzes them then trap and damage them every turn.",
        "attack.blood_dance_maracas_version": "Blood Dance: Maracas Version",
        "attack.blood_dance_maracas_version.description": "Strikes the opponent while getting into a rhythm with the maracas on its Mexican hat. May sharply increase the user's Attack.",
        "attack.tequila_knuckle": "Tequila Knuckle",
        "attack.tequila_knuckle.description": "Driving punches that only hit the opponent's face with its leather-strapped fists, intoxicating them with its destructive power. May hit 3-6 times.",
        "attack.zen_recovery": "Zen Recovery",
        "attack.zen_recovery.description": " Recovers all lowered parameters for itself and its allies. Healing 20% of all allies health aswell as clearing their status conditons.",
        "attack.rinkazan": "Rinkazan",
        "attack.rinkazan.description": "Uses its Kikurin swords to leave behind eerie tracks of light which cut anything that comes in contact with them to pieces. Ignoring their stat changes with a high chance of increasing the user's Attack.",
        "attack.rinkageki": "Rinkageki",
        "attack.rinkageki.description": "Fuses the two Kikurin swords, which causes the eerie tracks of light to converge all at once, allowing it to attack distant enemies, this attack never misses and can not be defend against.",
        "attack.genocide_attack": "Genocide Attack",
        "attack.genocide_attack.description": "Fires countless organic missiles from both of its arms. Hit 4-7 times with very low chance of causing Flinch.",
        "attack.genocide_gear": "Genocide Gear",
        "attack.genocide_gear.description": "Shoots a barrage of missiles from its claws. Hit 4-7 times with very low chance of raising all of the user's stats.",
        "attack.giga_cannon": "Giga Cannon",
        "attack.giga_cannon.description": "Fires superdreadnought-class energy waves from its two cannons, the user will need to recharge next turn.",
        "attack.booster_claw": "Booster Claw",
        "attack.booster_claw.description": "Drills its right arm into the opponent.May lower the opponent's Defense and Special Defense.",
        "attack.nuclear_laser": "Nuclear Laser",
        "attack.nuclear_laser.description": "Fires an nuclear energy shell from its left arm, Poisoning the enemies but have a medium Recoil.",
        "attack.terrors_cluser": "Terrors Cluser",
        "attack.terrors_cluser.description": "Extends the gun battery on its back forward and fires the large electromagnetic cannon, changing the field to Electric Terrain with a high chance of causing Paralyze.",
        "attack.rust_breath": "Rust Breath",
        "attack.rust_breath.description": "Spews deep scarlet flames, the same color as its body, which have a rusting effect on that which is touched by its front, Slowing and Poisoning them.",
        "attack.night_raid": "Night Raid",
        "attack.night_raid.description": " Manipulates a countless swarm of bats, and begins a Surprise attack. Recovering the user's health but can only be used on the user's first turn on the field.",
        "attack.venom_infusion": "Venom Infusion",
        "attack.venom_infusion.description": "Injects a destructive computer virus within the body of the enemy Digimon, destroying all of their Configuration Data and Badly Poison them.",
        "attack.tyrant_savage": "Tyrant Savage",
        "attack.tyrant_savage.description": "Swipes at the opponent with a flaming claw, hits 3-5 times.",
        "attack.pandemonium": "Pandemonium",
        "attack.pandemonium.description": "Fires an extremely high-temperature beam from Sodom and Gomorrah. May Burn the enemies.",
        "attack.screaming_darkness": "Screaming Darkness",
        "attack.screaming_darkness.description": "Fires large spheres of black energy from Sodom and Gomorrah, hits 2-4 times with medium chance of lowering their Defense.",
        "attack.gate_of_destiny": "Gate of Destiny",
        "attack.gate_of_destiny.description": "Manifests a door to subspace then transport the opponent to another location, medium chance to also teleport the opponent out of the battle altogether.",
        "attack.testament": "Testament",
        "attack.testament.description": "Uses the deepest mystery to convert its mortal life into a Big Bang, creating a Psychic Terrain.",
        "attack.final_heal": "Final Heal",
        "attack.final_heal.description": "Fully heals itself and make attacks more likely to miss for 4 turns.",
        "attack.shadow_starburst": "Shadow Starburst",
        "attack.shadow_starburst.description": "Performs its greatest special technique by sacrificing its mortal life to incinerate its enemy with hellfire, Creating a Misty Terrain.",
        "attack.shadow_shockwave": "Shadow Shockwave",
        "attack.shadow_shockwave.description": "Flicks its hand to release an invisible shockwave causing the enemies to become Paralyzed.",
        "attack.rosetta_stone": "Rosetta Stone",
        "attack.rosetta_stone.description": "Summons a megalith with ancient inscriptions engraved in DigiCode to attack the enemy, activating the effect of Wonder Room.",
        "attack.curse_of_queen": "Curse of Queen",
        "attack.curse_of_queen.description": "Produces a red, high-temperature beam from the ornament on its brow, Burning and Slowing the enemy hit.",
        "attack.star_shower": "Star Shower",
        "attack.star_shower.description": "Shoots a cluster of stars from its wings, these stars then become a stage hazard that damage the enemy on switch-in.",
        "attack.mane_wind": "Mane Wind",
        "attack.mane_wind.description": "Blasts a shower of needles from its mane, have a high Crit ratio with medium chance of causing Flinch.",
        "attack.sonic_ears": "Sonic Ears",
        "attack.sonic_ears.description": "Slashes with the blades on both ears, hits 2-4 times with low chance of lowering the opponent's Defense.",
        "attack.dimension_hole": "Dimensional Hole",
        "attack.dimension_hole.description": "Sink itself and it's enemy into the ground, switching them out then the user attack on the second turn.",
        "attack.temptation": "Temptation",
        "attack.temptation.description": "Absorbs the enemy's energy and stat boosts with a red aura.",
        "attack.fatal_flame": "Fatal Flame",
        "attack.fatal_flame.description": "Explodes its holy spirit, instantly mowing down enemies in all directions, opponents switching out receive double the damage.",
        "attack.god_fist": "God Fist",
        "attack.god_fist.description": "A punch with sacred power that sends the opponent flying.",
        "attack.holy_desire": "Holy Desire",
        "attack.holy_desire.description": "Destroys evildoers with arrows of light fired from its right arm, always go first and deals double damage if an allies fainted the previous turn.",
        "attack.dark_despair": "Dark Despair",
        "attack.dark_despair.description": "Crushes and deletes captured opponents with its left hand, do more damage the more hp the opponents has and deal double damage if the opponent switches out.",
        "attack.darkness_wave": "Darkness Wave",
        "attack.darkness_wave.description": "Sprays poison smoke on the opponent, which uses Dark Energy to reverse the phase of their own powers and obliterate them from within. This technique is more complete the more powerful the opponent is. High Chance to also Badly Poison the opponent.",
        "attack.darkness_love": "Darkness Love",
        "attack.darkness_love.description": "Disrupts the opponent's mind with a lustful aura. Massively lowering their accuracy, reducing their Speed and causing them to be Confused.",
        "attack.phantom_pain": "Phantom Pain",
        "attack.phantom_pain.description": "Rots the opponent's body with a sigh of darkness, causing their data to dissipate from the tips of their bodies, and to suffer pain even in death. This attack poisons and always deals 200 HP.",
        "attack.plasma_cannon": "Plasma Cannon",
        "attack.plasma_cannon.description": "Shoots the opponent at point-blank range with an extremely high-energy plasma shell from its mouth, instantly Paralyzing them.",
        "attack.plasma_stake": "Plasma Stake",
        "attack.plasma_stake.description": "Attacks the opponent with the Plasma Stakes on both arms and breaks it down from the inner parts, this attack hits 2-5 times and ignore the opponent's stat changes",
        "attack.elec_guard": "Elec Guard",
        "attack.elec_guard.description": "Releases plasma particles into its surroundings and uses them to erect a barrier around it, this move raises the user's Defense, Special Defense and change the terrain to Electric Terrain.",
        "attack.messer_spiral": "Messer Spiral",
        "attack.messer_spiral.description": "Charges while spinning at high speed, this attack have a decent Recoil.",
        "attack.laser_cannon": "Laser Canon",
        "attack.laser_cannon.description": "Annihilates things in a straight line with a powerful beam that it accumulates in the laser gun on its tail. The light that is emitted the moment this technique is invoked can be seen even from places 10 km away, and those who have witnessed it directly at close range are blinded by its overwhelming radiance, lowering their Accuracy.",
        "attack.laser_saber": "Laser Saber",
        "attack.laser_saber.description": "Sets the laser on its tail to being a sword, then charges and slashes with it. Attack 3-4 times with low chance to Burn.",
        "attack.wild_blast": "Wild Blast",
        "attack.wild_blast.description": "Scatters mineral dust by flapping its wings that lower the opponent's Accuracy and damage them every turn.",
        "attack.volcanic_flare": "Volcanic Flare",
        "attack.volcanic_flare.description": "Spews scorching hot flames from its mouth. Clearing the field off all stage hazards aswell as Burning the enemy.",
        "attack.glide_blaze": "Glide Blaze",
        "attack.glide_blaze.description": "Rams the enemy while sending out scorching flames hotter than even magma from its whole body, increasing it's Speed but have a decent Recoil.",
        "attack.limited_express_attack": "Limited Express Attack",
        "attack.limited_express_attack.description": "Charges over the enemy at red-hot speed, this move becomes more powerful with each stat the user was raised.",
        "attack.wrecking_ball": "Wrecking Ball",
        "attack.wrecking_ball.description": "Crashes into the opponent with its spiked wheel, may raises the user's Attack but have a decent Recoil.",
        "attack.love_poison": "Love Poison",
        "attack.love_poison.description": "Uses its glamour to exploit the vitality of the opponents that inhale the toxic mist sprayed from the Medullia's mouth. Heal for half of the damage dealt, do double the damage if the target is Poisoned.",
        "attack.night_stalker": "Night Stalker",
        "attack.night_stalker.description": "Extends the Medullia, which pursues the opponent anywhere to swallow them whole. This move can not be blocked, deals double damage if the target switches out and raises the user's Attack drasticly if it Faints an enemy.",
        "attack.blinding_whirlwind": "Blinding Whirlwind",
        "attack.blinding_whirlwind.description": "Restricts the opponent's Movements and Accuracy with a tornado unleashed from the Kikurin (菊燐 Chrysanthemum and Phosphorus), not letting them escape.",
        "attack.lampranthus": "Lampranthus",
        "attack.lampranthus.description": "Casts black flames from the chains coiled around its body, not letting them escape and damaging them every turn.",
        "attack.final_shining_burst": "Final Shining Burst",
        "attack.final_shining_burst.description": "Puts its body and soul into inducing a massive eruption. Lowering target's Evasion and harshly lower their Accuracy.",
        "attack.fearsome_blade": "Fearsome Blade",
        "attack.fearsome_blade.description": "Mercifully brings down targets it slashes with a single stroke, swinging down its parting blade with feelings of farewell in its heart, have a high chance to OH-KO the enemy.",
        "attack.grey_sword_viral": "Grey Sword - Spiral",
        "attack.grey_sword_viral.description": "Charges the opponent with a fierce spin using the Grey Sword, massively increasing it's Speed.",
        "attack.splendor_blade": "Splendor Blade",
        "attack.splendor_blade.description": "Slashes with an energy blade extended from its left arm, decreasing the target's Defense and raises the user's Attack.",
        "attack.positron_laser_lance": "Positron Laser Lance",
        "attack.positron_laser_lance.description": "Extends the heat sink wings of the Positron Laser and delivers a powerful blow, decreasing the target's Special Defense and raises the user's Special Attack.",
        "attack.knights_intruder": "Knights' Intruder",
        "attack.knights_intruder.description": "Turns into the Knights' Intruder spiritual vessel, the fourteenth Ultimate-Battle-Blade that should not exist, massively increasing it's Attack and Crit Ratio but lower it's Defense and Special Defense.",
        "attack.kiss_of_breath": "Kiss of Breath",
        "attack.kiss_of_breath.description": "Releases lasers of a blown kiss from its lips, Confusing the opponent and Drains their health equal to the damage dealt.",
        "status.stealthrock": "Floating Hazards",
        "status.spikes": "Ground Hazards",
        "status.toxicspikes": "Poisonous Hazards",
        "status.stickyweb": "Sticky Hazard",
        "pixelmon.status.hurtbyspikes": "%s was hurt by the Ground Hazards!",
        "pixelmon.status.hurtbystealthrock": "%s was hurt by the Floating Hazards!",
        "pixelmon.status.toxicspikesabsorbed": "The Poisonous Hazards were absorbed!",
        "pixelmon.status.toxicspikespoisoned": "The Poisonous Hazards poisoned %s!",
        "pixelmon.status.toxicspikesbadlypoisoned": "The Poisonous Hazards badly poisoned %s!",
        "pixelmon.status.stickyweb": "A sticky hazard has been laid out beneath the opponent's feet!",
        "pixelmon.status.stickywebcaught": "%s was caught in a sticky hazard!",
        "pixelmon.effect.spikes": "Ground Hazards were laid around %s!",
        "pixelmon.effect.morespikes": "More Ground Hazards were laid around %s!",
        "pixelmon.effect.moretoxicspikes": "More Poisonous Hazards were laid around %s!",
        "pixelmon.effect.toxicspikes": "Poisonous Hazards were laid around %s!",
        "pixelmon.effect.floatingstones": "Floating Hazards float in the air around %s!",
        "pixelmon.ophanimon.form.Falldown": "Falldown Mode",
        "pixelmon.generic.form.Rage Mode": "Rage Mode",
        "pixelmon.generic.form.Burst Mode": "Burst Mode",
        "pixelmon.generic.form.GX": "GX",
        "pixelmon.generic.form.Fighting Mode": "Fighting Mode",
        "pixelmon.imperialdramon.form.Paladin": "Paladin Mode",
        "pixelmon.generic.form.X-Antibody": "X",
        "pixelmon.generic.form.Merciful Mode": "Merciful Mode",
        "pixelmon.generic.form.Fierce Blade Mode": "Fierce Blade Mode",
        "pixelmon.generic.form.Defeat": "Defeat"
}


